[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
#
<s>
</s>
།
▁
་
་དང་
་།
འི་
་ལ་
་གྱི་
ས
་ཀྱི་
་ལ
་ནས་
”
ས་
ར
.
་ནི་
“
་པ
་པའི་
ར་
་གི་
:
)
་ནས
་བ
་མ
་ཡོད
་དེ་
(
,
་དེ
་པ་དང་
》
དང་
་སོགས་
་གྱིས་
་བྱེད་པའི་
་དུ
་ཡིན
འི
་བྱེད་པ
་དང
་ཀྱིས་
་ནི
་ན
་ཞིག
་བཅས
་ལས
《
-
▁(
་མི
or
▁“
་བའི་
ད
ལ་
བོད་ཀྱི་
་ཏེ
་བྱས
མ
་དུ་
་སོགས
བ
་རེད
་བྱེད་དགོས
་ཏེ་
ག
་ཞིང་
ལ
་བྱེད་པ་དང་
ཉིན
་བྱས་ནས་
་བྱས་ཏེ་
་དགོས
་ཡང
་ན་
་བྱེད
་ཆེན་པོ
སྤྱི་ཚོགས་
(?)—
་ལས་
ཚེས་
་པ་རེད
|
་བྱས་ཏེ
་གཉིས
ཀྲུང་གོའི་
་སུ
་གཅིག
ན
ལོར་
3
་མེད
་གིས་
་གསུམ
གི་
་སྟེ
མཚོ་སྔོན་ཞིང་ཆེན
དཔལ་འབྱོར་
▁|
1
་བཅས་ཀྱི་
མི
▁)
་འདི
་སོགས་ཀྱི་
་ཁ
་རྒྱུ
4
10
5
ཀྱི་
་ཅིང་
;
2
་པས་
་བྱས་པ
་ཀྱང
་པོ
སྦྲེལ་མཐུད་
▁ཀྲུང་གོའི་
་ཅན
གྱི་
་མོ
ཉིན་
རང་སྐྱོང་ལྗོངས་
་རུ
་ཤིང་
འོ
6
8
་འཛུགས་སྐྲུན
ང
ལོའི་
7
་མང་པོ
་ཡོད་པ་རེད
←
བཟོ་བཅོས་
ཨུ་ཡོན་ལྷན་ཁང་གི
་འདུག
་རེ
་བ་དང་
ལས
མི་དམངས་
་པར་
་བྱས་པའི་
་བཅས་
9
་གྱིས
]
༠
wikipedia
འཕེལ་རྒྱས
་བྱས་པ་དང་
་ཀྱིས
་པར
་གྱི
s
་ཀྱི
་བྱས་ནས
་ཡང་
་བྱ
འཕེལ་རྒྱས་ཀྱི་
་ལོ
་སྟེ་
་ཡིས་
▁《
་ཡི་
རྒྱལ་ཁབ་ཀྱི་
་རྣམས
་ནང་
་ཀྱང་
12
་བྱས་ཡོད
དང
་བཞི
ལོ
་གསར་པ
་ཚད
་བྱུང་
་བར
བོད་
་ཡོད་པ
་པའི
་པས
་ཟེར
མི་རིགས་
རྒྱལ་ཁབ་
་ལ་བརྟེན་ནས་
རིག་གནས་
་བྱེད་པར་
་ཙམ
་བྱ་རྒྱུ
་གི
་རྒྱུན་འཁྱོངས
་དག
་གང
11
་སོ
་ཏུ
་ཆུ
་དོན
་ས
20
▁དེ
རྒྱལ་སྤྱིའི་
ཡི་
་ལྟར
་གཏོང
ཀྲུང་དབྱང་
༥༠
་ཡོད་པ་དང་
འབྲེལ་ཡོད་
ནས་
་ཐུབ
▁མཚོ་སྔོན་
19
བོད་ལྗོངས་
་བར་
་བྱས་པ་རེད
ནང་
༢༠
མང་ཚོགས་ཀྱི་
ཆུ
་ཁྲི
་ཆེན
་མཁན
་རྗེས་
་ལི
་སྐབས་
སྤྱི་ཁྱབ་ཧྲུའུ་ཅ
▁༄༅
་བཤད
༡
སློབ་གསོའི་
་གོ
་དེས་
་དེའི་
▁དེ་ནི་
ཁ
འཛུགས་སྐྲུན
་པ་
་ཅན་གྱི་
་ལྔ
་རི
གནད་དོན
་ལྷ
་བཞིན
སྲིད་གཞུང་གི་
རྒྱལ་ཡོངས་
_
བདེ་འཇགས་
་རྣམས་
་གིས
གྲུབ་འབྲས
་ཅིག
▁མི
་ཅི
་བྱ་དགོས
་ལྡན
གྲོང་ཁྱེར
་ཤིག
གནས
▁བོད་ཀྱི་
བྱ་བ
ད་དུང་
font
་ཡག་པོ
15
་ཞིག་ཡིན
་ལྟར་
་ཡོད་པའི་
ནི་
▁ཞིང་ཆེན་
བཀོད་སྒྲིག
A
འཕེལ་རྒྱས་
སྲིད་གཞུང་གིས་
་ཐོབ
་སྣ་ཚོགས
་རྗེས
འུ
་ལམ
པ
པའི་ཚེས
་གནས
རྩོམ་སྒྲིག
་རིགས
་ཚེ
༽
▁ཟླ
་ཤེས
:5
དབུལ་སྐྱོར་
px
་ཡིན་ལ
རིང་ལུགས་ཀྱི་
༧
་རང
margin
འང
་མཛད
ཞེས་པའི་
་ལེན
་མིན
གནས་ཚུལ
་ཚུལ
་བྱས་ཤིང་
P
30
་དེར་
་གཉིས་ཀྱི་
་མེད་པའི་
་ཐབས
རྣམ་པ
13
གས
་ཡིན་པ
་ཆོས
་ཁང
▁[
བྱ་བའི་
་ཐོག
འ
▁སྤྱི་ཚོགས་
་གཉིས་
་མེད་པ
་སྤེལ
▁དེའི་
ཏང་གི་
་དུས
་བོ
18
ལོ་རྒྱུས་
▁འོན་ཀྱང་
བྱེད་ཐབས
་ཡིན་པ་དང་
སྨན་བཅོས་
གསར་འགྱུར་
་ཆེ
ཡུལ་སྐོར་
སྐུལ་འདེད་གཏོང་བ
་ཤ
་ཐོན
w
14
་གསར་བ
ཁོར་ཡུག་
ལོའི་ཟླ་
ལས་ཀ
་གལ་ཆེན
༢
་འཛིན
་དྲུག
▁ཀྲུང་གོ་
་གཏོང་བ
་ཞིག་རེད
་གཙོ་བོ
སློབ་གསོ
་སྟོང
▁ཟླ་
་རྒྱ
16
་འགྲོ
་ག
་བཟོ
་བྱུང་བ
་ལ་སྐུལ་འདེད
༣
་དཀར
ལས་དོན
ང་
༦
་ཀ
་སྐབས
མ་དངུལ
་ཁྲི་
ཨ
་དགུ
་ཆུང
སློབ་གྲྭ
་ཐད་
སྟོབས་ཤུགས
སློབ་མ
{
་ཐོག་
་སྐོར
▁འདི་ནི་
གྲོང་གསེབ་ཀྱི་
▁ད་དུང་
འགན་འཁྲི
17
རྒྱལ་ཡོངས་ཀྱི་
་གཏོང་དགོས
རིག་གནས
་ལེ
་ཐུབ་པ
་གསལ
་གཏོང་བ་དང་
་བཏང་ནས་
་ངེས
ན་
ཁྱད་ཆོས
༨
"
སྲིད་ཇུས
་སི
་གསུམ་གྱི་
རང་གི་
ནུས་པ
་འདིའི་
ཕྱོགས་བསྡུས་
་ཡིག
·
་སྤྱོད
་ཡ
་བུ
་ལྡན་པའི་
▁ང་ཚོས་
▁ཁོང་གིས་
པར་
▁བོད་ལྗོངས་
▁རྩོམ་སྒྲིག་པ
་དེ་ནི་
་ཆགས
་ཆ
་འཁོར
་བརྒྱད
༤
རྒྱལ་ཁབ
ཞིང་ཆེན་ཡོངས་ཀྱི
དེ
ཡོད
བསམ་བློ
་ཞིང
་རྒྱལ
་རྩ
་ཡིན་པས
སྤྱི་ཚོགས་ཀྱི་
་སྟོན
ཆ་རྐྱེན
ཀྲུང་གོ་
་བྱུང
ཕྱོགས་ཡོངས་ནས་
S
་ཨ
་འདོད
མི་སྣ
ཆོས
་གཏོང་བའི་
་རོ
་རང་བཞིན་གྱི་
རིགས
འི་སྒོ་ནས་
བསྟན་དོན
འམ་
་འདི་
་ཡིས
n
ས་ཁུལ
འཛུགས་སྐྲུན་
ཚོགས་འདུ
▁·
་བྱེད་ཀྱི་ཡོད
་སུ་
་པ་མ་ཟད
༡༧
▁མ
འི་ནང་
་ཏི
་མཆོག
་ཡུལ
25
་རུ་
y
བར
་བཞིན་ཡོད
་ཕྱིར
o
་དུས་
་སོང་
རྒྱབ་སྐྱོར
་རྫོང་
རྣམ་གྲངས
་སྒྲུབ
རང་ཉིད་ཀྱི་
རང
་དངོས
་གཞན
་ཁག
འདུ་ཤེས
་ཆེ་བ
ལྷ
་རྣམས་ཀྱིས་
ལོའི་ཟླ
I
་བཅུ
ལམ་ལུགས
འབྲེལ་བ
མི་དམངས་ཀྱི་
༼
་ཆོག
ལས་དོན་
མཚོ་སྔོན་
ཐོན་སྐྱེད་
་ཤིང
B
མཉམ་ལས
་ཡོང
་འདྲ
་ཆེན་མོ
་ནང
▁བོད་
▁ཀྲུང་དབྱང་
འཆར་འགོད
ཀ
་ཐང
་བཞིན་
་བཟང་པོ
་ལུང
ཀྲུང་གོ་དང་
▁དེ་ནས་
ང་ཚོས་
་ལྟ་བུ
▁རྒྱལ་ཁབ་
རྩོམ་སྒྲིག་པ
་གནང་བ
་ཞུ
་མོད
ཚེས
ལོ་རྒྱུས
ལས་འགན
ས་ཁུལ་གྱི་
་དང་པོ
C
ལམ
༩
པའི་
ཀྲུང་དབྱང་གི་
་དར
K
ཟླ
མི་རིགས་ཁག་གི་
[
▁དེ་ཡང་
་བརྒྱུད
དུས་ཚོད
་སྐྱེས
་སྒྲ
སྲུང་སྐྱོང
་སྐུ
ས་ཆ
ནས
སོགས་
་སེམས
བར་
་མང
་གྲུབ
་འགྱུར
རྒྱལ་སྲིད་སྤྱི་
རོགས་སྐྱོར
བྱེད་སྒོ
སྲོལ་རྒྱུན་
TRS
་ཚེ་
གྲོང་ཁྱེར་དང་
ལོ་
་བྱེད་རྒྱུ
ངས
དོན
འགྱུར་ལྡོག
་ཆེ་བའི་
རེ་བ
འགྲིམ་འགྲུལ་
▁མིག་སྔར་
་གནང་
T
་ཞེས
་ཞེས་པའི་
་ནུས
་ཡིན་པའི་
ཞེས་
་སྒོར་དུང་ཕྱུར་
་བདུན
་ཚོགས
ཁོར་ཡུག
སྐྱེ་ཁམས་
་མེ
ལོ་རྒྱུས་ཀྱི་
་བྱ་བ
་བརྒྱུད་
24
་ངང་
་བརྗོད
་ཀུན
་རྩེ
གིས་
་རྒྱུའི་
་བཟང
སྒྲ
འཕྲོད་བསྟེན་
༡༠
་བསྟན
་བས
50
ཕན་འབྲས
འཚོ་བའི་
་ལའང་
ངས་
་ཚིག
ཁྱད་ཆོས་ལྡན་པའི་
དུ
pt
སྤྱིའི་
M
ལས་ཀའི་
ཤ
22
་དང་མཉམ་དུ་
ལོར
ཡི་གེ
་འདོན
་དགོས་པ
༥
དགེ་རྒན
་བྱུང་ཡོད
གཏན་འབེབས
་ཕྱོགས
མང་ཚོགས་ལ་
་ཡིན་ཞིང་
ཚད་གཞི
་མཚོ
་ལུགས
ཀྲུའུ་ཞི་
་སྐོར་གྱི་
མཐོ་རིམ་
་ཡོད་པས
་ཚོས་
འཚོ་བ
▁རྒྱལ་ཁབ་ཀྱི་
་མཉམ
་ར
ཁེ་ལས
སྲིད་འཛིན་
་འཕེལ་རྒྱས
་ཏ
་བཅས་ལ་
་མཐོང
p
འཚོལ་
་ཡོད་ཅིང་
དྲ་བའི་འཕྲིན
རིང་
21
་གང་ལེགས
ལྟ་བ
ཆབ་སྲིད་
་སྟངས
▁མི་དམངས་
ཆེད་དོན་
་དབང
་སྣ
་རྒྱུ་རེད
མིང
བརྩམས་ཆོས
ཁྱིམ་ཚང
་པ་ཡིན
འཕེལ་རྒྱས་ལ་
༡༩
བློ
་མགོ
་ལན
ལྗོངས་ཡོངས་ཀྱི་
་རྡོ་རྗེ
དུ་
m
་སྲིད
ཞིང་ལས་
་གནང
གནས་བབ
་ཁང་གི་
སྣོད་བཅུད་
རླངས་འཁོར
གཞི་རྩའི་
▁གཞན་ཡང་
a
་འཇོག
28
མི་
་གནང་བ་རེད
རིག་གནས་ཀྱི་
▁རྒྱལ་སྲིད་སྤྱི་
་སྔར་བས
་ལགས
་ཚད་
▁རྒྱལ་ཡོངས་
u
མཉམ་འབྲེལ་
སློབ་གསོ་
་གླིང
་ཁུལ
རང་བཞིན་གྱི་
་རིམ
སྐུལ་འདེད
23
▁དཀར་ཆག
འགན་ལེན
གཞུང
གཉིས
▁ཀྲུང་གུང་
རིམ་པ
རྒྱུན་ལས་ཨུ་ཡོན
་རྣམས་ཀྱི་
་མཐའ་འཁྱོངས
་བྱ་རྒྱུར་
་སྒོ
་ཁྲོད་
h
་ཚང
ཞིང་ཆེན་
གནད་དོན་ཐག་གཅོད
▁དེ་བཞིན་
མང་ཚོགས་
c
ཁྱབ་ཁོངས
་ཇི་ལྟར
་གཉིས་ཀྱིས་
་ཟ
བཀའ
༡༣
་མི་འདྲ་བ
ོ
འཛམ་གླིང་
་འ
་རྫོང
་ཡོད་ལ
ནང་དོན
་ཡི
་ཐམས་ཅད
26
་རོགས
་སའི་
་དམར
ཐག་གཅོད
་ལེགས་པོ
རྨང་གཞི
ཡུལ
་བརྒྱ
་ཤུགས
་ཤོག
རྣམ་གྲངས་
་རྣམས་ལ་
་རྒྱུན་ཆད་མེད་པར
་རྒྱག
N
་སྡེ
་ཅུང
སྐད
ཞིང་ཆེན་ཏང་ཨུའི་
་རྒྱུར་
་ཐག་གཅོད
▁ད་ལྟ་
k
)(
ཕྱོགས
ལྷག་ཙམ
་ཧ་ཅང
༡༨
་བཞིན་པ
་བྲིས
་རིང་
size
་ནག
འབད་བརྩོན
རྒྱ
་གཏིང་ཟབ
་མེད་
་མར
་བཀོད
ཚན་རིག་དང་མཐུན་པ
གོ་རིམ
༡༢
60
▁ངས་
ཞིབ་འཇུག
་ནས་བཟུང་
་ཁེ
ངེས་པར་དུ་
མེ
་གསུམ་
་སྔར་ལས
སྲིད་གྲོས་ཀྱི་
རྒྱ་ཆེའི་
་མང་དུ
27
ཁ་ཕྱོགས
སྒྲིག་གཞི
་གཏོང་རྒྱུ
Wikipedia
་དགོས་པ་དང་
▁ཨ
སྲུང་སྐྱོབ
་བཅས་ཀྱིས་
བཅས
་ཟབ་མོ
་བཟང་བོ
་ཚ
་རབ་དང་རིམ་པ
ཡིན
line
་ལྟར་ན
་ཞི
▁ཐེངས་འདིའི་
་རྒྱ་མཚོ
་སྒྲིག
ལས་བྱེད་པ
་ཤར
ཟླ་
༡༥
G
་གཞི
ཱ
ཡུལ་སྐོར
་ཡིན་པས་
གཙོ་གནད་
་ནའང་
མཉམ་དུ་
་མཁན་
height
ཅེས་
རིན་ཐང
འཆར་གཞི
▁རང་སྐྱོང་ལྗོངས་
སྲུང་སྐྱོང་
དུས
་དོན་འཁྱོལ
རྫོང
་རྡོ
སྙིང་སྟོབས
་ཆས
ཆ
་བྱེད་དགོས་པ་དང་
་འགའ
family
ལོ་ལྔ་ཚན་བཅུ
ལས་གཞི
སྐུ
་ཝ
་སྐད
་དེ་དག
་ནད
༡༡
གཅིག་གྱུར་
་ཁོ་ན
་པར་མ་ཟད
་ཞེས་
ེ
་མངོན་འགྱུར
top
སློབ་གྲྭའི་
་ཧུར་ཐག
ལས་ཁུངས
་སོ་སོའི་
i
བྱ་ཐབས
宋体
་སྣང
་བསམ
ཞིང་འབྲོག་
དཔེ
་རྩིས
བསམ་བློའི་
ཞབས་ཞུ
་རེད་
་འདིར་
▁ལོ་ཙཱ་བ
འབྲས་བུ
དམག
་ལ་ཤུགས་སྣོན
༡༤
་སྲོལ
ནད
ཚིག
d
འཐབ་ཇུས་
་ཞིག་གི་
གྲངས་ཉུང་མི་རིགས
དམིགས་བསལ་
་དགོན
ཁྲིམས་ལྟར་
wiktionary
ཆབ་སྲིད་ཀྱི་
འཕེལ་རྒྱས་དང་
ཕ
▁ཆུ
ལས་དོན་ལ་
་གྲོང་ཚོའི་
ཞེས
་ཚང་མ་
་བཞག
འབྱུང་ཁུངས
▁༢༠༡༢
་རྒྱས
29
་བཀོད་སྒྲིག
་དང་དེ་བཞིན་
ཉམས་མྱོང
་འབྱུང
་ཞུས
་བསྐྲུན
་མའི་
༡༦
རང་བཞིན
་བཏང་སྟེ་
་རྟགས
▁༢༠༡༣
་མཚོན
▁རྩོམ་ཡིག་རྗེས་མ
རྩོམ་ཡིག་སྔོན་མ
་ལོག
བོད་ཡིག་
མང་ཚོགས
་བྱེད་དགོས་པ
་ཉམས
ཆོས་ལུགས་
འཛམ་གླིང་གི་
རི
་ཟིན
་ཧ
e
དོ་དམ་
་ཀྲང
གྲོང་གསེབ་
bottom
ལུས
་ཏུ་
སློབ་མའི་
བྱ
་རང་བཞིན
རང་ལྗོངས་ཀྱི་
་ཡོད་པས་
་སེལ
ངོས་འཛིན
་ལག་བསྟར
སེམས
་སྐྱེ
r
་ཝེ
2015
དགོས་མཁོ
་ཁང་
in
་གཅིག་གི་
▁ཀྲུང་གོ་དང་
་བྱེད་ཤུགས་ཆེ་རུ
་དངོས་སུ
སྐད་ཆ
རྨང་གཞིའི་
ི
་བསྡུ
བཅས་ཀྱི་
་མེད་པར
་དོ
་མངོན
བུ
་འབུམ
་ཅ
ང་ཚོའི་
་ལེགས
་ལྟ་བུའི་
/
་ཁྲ
དོ་དམ
མགོ
ཕྱི
ཐ་སྙད
་རྟ
མི་དམངས་འཐུས་ཚོ
E
་ཤིན་ཏུ
བས
:2;
གས་ཀྱི་
ཚན་རྩལ་
j
གཅིག
་ནོར
གློག
་དག་
འཐུས་མི
ཆེས་
་འདི་ནི་
ཆུ་ཚད
ལྷག
གྲོང་ཚོ
་གཉེར
ྀ
་བྱུང་བའི་
ཤེས་བྱ
ལྟེ་གནས
སྲིད་གཞུང་
བྱིས་པ
ཡིད་ཆེས
ལག་བསྟར
40
་ངན
;}.
b
མཉམ་ལས་
་གྲངས
ཐོག་མར་
=
▁ཁོས་
་བསྡུས
D
་བསྒྱུར
་དགོས་པའི་
འགན་སྲུང་
་ནང་གི་
ཞིབ་བཤེར
་དང་སྤྱི་ཚོགས་
བོད་རང་སྐྱོང་
་བཏང་བ
གྲོས་མོལ
པར
▁"
་གཞོན་པ
ا
སྨན
ཐོན་རྫས
ཞབས་ཞུའི་
་གཉིས་པ
H
▁ཁ
»
སྙན་ངག
་ཚོ
ཡང་
་ལག
ལག་རྩལ
ནུས་པ་འདོན་སྤེལ
་བདེ
གྲོང་ཁྱེར་
▁མི་རིགས་
་དམ
་ནོ
ཟླ་གསུམ་
བྱ་སྤྱོད
འཛུགས་སྐྲུན་གྱི་
་རྒྱུད
གོ་སྐབས
ལག་རྩལ་
ཐབས་ལམ
31
་བྱ་བའི་
ཕུལ་བྱུང་
་བྱེད་བཞིན་ཡོད
་ཁོ
ཁྱོན་ཡོངས་ནས་
་བའི
རྩ་འཛུགས
▁༢༠༠༨
བསམ་འཆར
་ཡོང་བ
་དུ་མ
འགོ་ཁྲིད
མུ་མཐུད་དུ་
རང་རྒྱལ་གྱི་
%
ཙམ
དེའི་
གསར་འགྱུར་དྲ་བ
ད་
མེ་ཏོག
སློབ་སྦྱོང
་རྒྱུ་དང་
L
གནས་སྤོ་
▁གལ་ཏེ་
ཆེད་དུ་
རང་བྱུང་
z
དྲིལ་བསྒྲགས་
རྒྱུ་རྐྱེན
en
ཐུན་མོང་གི་
་ཐག
ངའི་
2016
་ཐད་ཀྱི་
'
er
འགན་སྲུང
བྱུང་བར་གཞིགས་ན
་ད
ཡིག་ཆ
▁ལོ
དུས་རབས
70
་བཀྲ་ཤིས
དོན་རྐྱེན
་བཏང
་བར་གྱི་
འམ
་ཡོངས་ཀྱི་
▁ཤེས་རྟོགས་
བླང་བྱ
དབུལ་སྒྲོལ་
ཐོན་ལས་
ཆ་འཕྲིན་
རྡོ
་སྨན
100
ཇ
ཐོན་ཁུངས
མི་རིགས་ཀྱི་
་ཀི
་གསུངས
དེང་རབས་
་ཆེད་
ནང
ཞི་ཅིན་ཕེན་གྱིས་
ལས་དོན་གྱི་
་རིན་པོ་ཆེ
▁ལྷ
སྤྱི་ཚོགས་རིང་ལུ
l
་བེད་སྤྱོད
་ནུས་ལྡན
་སྒོར་དུང་ཕྱུར
་པའོ
་རྒྱན
▁དེས་
་འཕེལ
བཤད
ཁྱད་པར
ཉེན་ཁ
་དཔོན
ཚོགས་པ
་ཆེད
་རེ་རེ
་སོགས་ལ་
་མདོ
lo
ཟླ་ལྔ་བ་
མཚོ
་གསོ
དངོས་པོ
འབྱོར་འབྲིང་
ལག
ཾ
ར་བ
རྒྱུ་ཆ
་རྩལ
བསྟན་པ
འང་
ཏ
་མཆོད
་ཉིད
དབང་ཆ
་རྟོགས
བོད་ལྗོངས་ཀྱི་
་འདུས
་ཞེས་པ
་ཞིག་ཏུ
་ཚན
་རིས
་ཤི
བྱས་པར་གཞིགས་ན
་བཅོས
་ཁུལ་གྱི་
མང་ཚོགས་ཀྱིས་
ི་ཚོགས་འཕེལ་རྒྱས
་དགའ
་སྤྲོད
་སྒོས་
▁བ
མ་ལག
བྱ་བར་
རི་མོ
ཡོང་འབབ
༡༠༠
་རིང
ངོ་བོ
དུས་རབས་གསར་པའི་
а
ལྷག་ཙམ་
་ཆད
་འོག
▁དེ་མིན་
འི་ངང་
་ཐེ
▁དཔེར་ན
རྩ་བའི་
༥༠༠
t
གནའ་བོའི་
་བྱ་རྒྱུའི་
ས་གནས་
་དཀར་པོ
རྟ
་བཞེངས
གཏམ་རྒྱུད
་ང
་ཐུབ་པའི་
བྱ་འགུལ
ཁོང་གིས་
ཏང་གི་ཚོགས་ཆེན་
་རྒྱུར་སྐུལ་འདེད
་ཁྲིད
་རྒྱུན
དཔལ་འབྱོར་དང་སྤྱ
་ཤོར
་སྤེལ་བ
་བས་
རྩ་དོན
་གླེང
་འབབ
་བཏོན
དམིགས་ཚད
ཐོན་ལས
ཌ
་སོང
ཀྲུའུ་ཞི
་མཁར
་ཁུ
་སེ
་ཐིག
ཡོད་པ་དང་
་སྐྱིད
ལམ་བུ
་རྫོང་གི་
་ཡོན
་མཁན་གྱི་
ནང་དུ་
་གསར
་ཐེབས
ཚོང་དོན་
་བྱེད་མཁན
འེ
བེད་སྤྱོད
དམངས་འཐུས་ཚོགས་
་ཧོ
བརྙན་འཕྲིན་
་ཐོབ་པ
ཀྲུང་གོ
་བྱེད་སྐབས་
་བཞུགས
་གཞུང
་ཕོ
་ཅིན
་བྱུང་བ་དང་
▁ཏང་གི་
ལག་ལེན
རོགས་སྐྱོར་
སྲིད་ཇུས་
འི་ཐོག་
རྒྱུ
》《
་གཟུགས
་དག་གི་
གྱིས་
གཞི་རིམ་
་འབྲི
▁༢༠༡༠
F
་འཇུག
་གཅོད
་ཞིག་གིས་
ཉ
སླར་ཡང་
་བཤད་པ
་ཐོ
ྭ
་འཛུགས
དམག་དོན་
རང་སྐྱོང་ལྗོངས
དཔལ་འབྱོར་དང་
མཚོ་སྔོན་གྱི་
▁ད
་ཡིན་པ་རེད
རྟེན་གཞི
་བླངས
ཕྱག
User
དགོངས་པ
▁2015
འི་སྐོར་གྱི་
ལས་རིགས
་སྒྱུར
བཅས་
དུས་ཆེན
▁ཤ
སྐབས
▁གསར་འགོད་པས་
་ལྟ
་བརྟན
ས་པ
▁གཅིག
སྦས་
འི་དགོངས་དོན
▁༢༠༡༡
ཁྲིམས་འཛིན་
་བཙུགས
་སྐྱེལ
་གྲོང་ཁྱེར་
བར་གྱི་
གསུམ
བསྟན་བཅོས
་རྒྱུ་ཡིན་པ་རེད
སྨན་ཁང
རོགས་རམ
ལ་ལྟ་བ་
་ཡོངས་སུ
བཅའ་ཁྲིམས
་བཞིན་པའི་
་རིན་ཆེན
ཁྲོམ་རའི་
ཁང
ي
ལས་ཁུངས་ཀྱི་
་བྱེད་དགོས་པའི་
ལྷ་སའི་
་ཐ
ཁྱབ་ཁང་གི་ཙུང་ལི
་ཟླ
་མིག
▁2013
▁ཡང་
འགན་འཁུར་
གཏམ་བཤད
་འཛོམས
ཤུགས་རྐྱེན
་འབུལ
་འདྲེན
་སེར
ཁེ་ལས་
མཛེས་སྡུག་ལྡན་པ
་བྱེད་དགོས་ཟེར
་ལེགས་པར
ཁྱིམ
གལ་ཆེའི་
་དེ་དག་
ཀྲུང་གོའི་ཁྱད་ཆོ
གསོ་སྦྱོང
་འཐེན
ཁུལ
རྩོམ་ཡིག
ལུས་རྩལ་
་གསལ་པོ
་སོགས་ཀྱིས་
དཀའ་ངལ
དངུལ
སྤྱི་མཐུན་
ཐོན་ཁུངས་
་འདེབས
མས
སྙན་ཞུ
་སྦྱོར
ཐོག
ཚེ
ཟུར
ཀྱིས་
དར
དེ་
མི་དམངས་ལ་
སྒོ
▁2016
བརྒྱུད་རིམ
མུ་མཐུད་
▁༼
བགྲོད་ལམ
མོ
ལས་བྱེད་པའི་
ལས་བྱེད་པ་དང་
་ཡོང་བའི་
ཁྱབ་ཁང་གི་
ཤུགས་སྣོན་རྒྱག་པ
སོང་
་གྲགས
བཅའ་ཁྲིམས་
་ཆི
་དེ་བས
ཞི་ཅིན་ཕིང་གིས་
Gadetdefinition
་འདོན་སྤེལ
ཞིང་ཆེན
བླ་མ
སྒྱུ་རྩལ་
༢༡
ཐོག་མའི་
་ཞིག་
ལྟ་སྐུལ
་པེ
ཕན་ཚུན་
སྲུང་སྐྱོབ་
་རྣམ
་བདག
་གསོ་སྐྱོང
གནོད་འཚེ
▁༢༠༡༤
་ཚང་མ
གཞི་ཁྱོན
་ནན་པོ
་ལུས
▁ཤིན་ཧྭ་གསར་འགྱུ
འགྲན་བསྡུར
་བྱང
སྒོར་དུང་ཕྱུར་
གློག་བརྙན
་ཅིང
་བཏང་སྟེ
ཁྲིམས
×
་གླིང་
་ཨེ
་མིང
གྲོང་རྡལ
དམིགས་ཡུལ
གོ་གནས
བཅོས་སྒྱུར་
དམིགས་འབེན
དབུ
གས་
རྩོམ་རིག་
་བྱས་པས་
གཞུང་ལམ་
་རིན
སྤྱི་ཁྱབ་
བྱེད་སྒོ་སྤེལ
་གཅིག་
་དག་གིས་
༢༣
་གཞིར་བཟུང་
དམངས་ཁྲོད་
་བཅས་བྱས་ཏེ་
ཀྲུའུ་ཞི་གཞོན་པ
ཕྱིར
༢༥༠
རྒྱལ་པོ
ཡན
མིག
་རྩོམ
File
དོན་དངོས
བོད་དུ་
་ཁྲོད་ཀྱི་
་བཟུང
བོན
ཐད་
་དབྱི
་ཆེས
ད་ལྟ་
༢༢
་ཧྲི
་གཏོད
་དཔེ
་ཤང
བོད་རིགས་
▁ལྷག་པར་དུ་
an
རྒྱུད
་གཏན་འཁེལ
re
སུ
ནན་གྱིས་བསྟན་དོན
ང་ཚོ་
་གུ
ཞལ
བོད
་མཐའ
ཁང་པ
༢༥
་འབྲས
་ཐུབ་པ་དང་
སྣང་ཚུལ
་སློབ་སྦྱོང
སྒོ་འབྱེད
་བྱ་རྒྱུ་རེད
གསེར
སྤུས་ཚད
་ཚོའི་
་ཡན
་ཁག་
་རྗེ
ཚོགས
ཆོས་ཉིད
བཞུགས་མོལ་
་དང་འབྲེལ་བའི་
ཕུགས་འདུན
མཐའ
་ཁི
བདེ་འཇགས
ཁེ་ཕན
་དཔལ
་བཅད
་བཅས་བྱས་ནས་
་འོག་
80
སྒྱུར་བཅོས་
་གནང་བ་དང་
g
་མ་ལག
ཚོད་འཛིན
ཁེ་ལས་ཀྱི་
་བྱས་ཡོད་པ་རེད
འབྱོར་གསལ
་དྲན
་འགོག
་དང་བསྟུན་ནས་
▁རྩོམ་པ་པོ
་ཉི
ཟིན་པ
་བསྟན་པ
་གང་ཞིག
ཞེས་པ
ུ
དེབ
་རྒན
བློ་མཐུན་
་མཚམས
སྔོན་ལ་
གོང་འཕེལ
་རྒྱུག
ར་གྱུར
་མང་པོ་ཞིག
▁དཔལ་འབྱོར་
མི་དམངས་ཀྱིས་
རླངས་འཁོར་
ཐོན
་ཇེ
ཁྲིམས་ལུགས
་སྐྱོང
་འབྱོར
་ཕྱིར་
་རབ
al
ནོར་སྲིད་
་མཐའ་གཅིག་ཏུ
གཞུང་ལུགས
་མངོན་གསལ་དོད་པོ
ནུས་ཤུགས
་ཆེ་ཤོས
བའི་ཚེས
ཐུན་མོང་ཐོག་
་རིམ་བཞིན
་དེར
་བརྟན་པོ
་འཛུགས་སྐྱོང
▁དེ་བས་
་གྲོང་ཁྱེར་གྱི་
ལྔ
ཞིབ་འཇུག་
ཆེད་ལས་
་བྱེད་མཁན་
རྩ་འཛུགས་ཀྱི་
ཟླ་བ
་ལེགས་སྒྲིག
་མདའ
དཔལ་འབྱོར་གྱི་
རྫོང་
དངོས
་བཞེས
ནུས་ཤུགས་ཡོད་རྒུ
་ཡེ
མཐུན་སྒྲིལ་
་རག
Template
རིག་པ
དབང
་རྫས
དུས་སྐབས
་མི་འདུག
་ན་ཡང་
སྤྱི
་བྱེད་ཐུབ
་སྐྱོན
་གསར་གཏོད
དེ་བས་
གསོ་སྦྱོང་
«
རིག་དངོས་
བཅོས་སྒྱུར
་སློབ
་གནང་བའི་
▁39.7
་བཙན
་བློ
ས་ནས་
མཁས་པ
ལས་རིགས་ཀྱི་
▁གྲོང་ཁྱེར་དང་
༣༠
ཚ
རྒྱུད་གཅིག་ལམ
་སྨད
་ཕུད
་བརྒྱབ
▁འདི
བྱིས་པའི་
ཡོད་པའི་
སྐོར
་ངང
་ཡོད་དེ
་རུང་
་སྐྲུན
་རྟེན
ཚོད་ལྟའི་
རླུང
་ཐོག་མ
སྐྱེ་ཁམས་ཁོར་ཡུག
རྩ
མ་དངུལ་
▁སྤྱི་ལོ
བརྟན་ལྷིང་
་རླུང
དབུལ་སྐྱོར
the
་ཨར
མཛུབ་སྟོན
་སྤྱད་དེ་
་ཕྱིན
འགྲེམས་སྟོན
སྲིད་གཞུང་དང་
འགན་ཁུར
ལྟ་སྐུལ་
་ཐི
འགོ་ཁྲིད་
་ཕ
་མཛོད
is
བཤད་རྒྱུར
འི་རིགས
སྡེ་བ
ཁམས
ཇུས་གཞི
ཁོང་གི་
་རྙེད
གྲོང་ཁྱེར་གྱི་
་བཏང་ཡོད
་ཟུར
་ནེ
རྩོམ་རིག
ས་པའི་
་ཚོར
གྲོས་གཞི
་ཡིན་ལ་
་ངོ
་སྟག
་ཐོག་ནས་
རྗེས
་ཆག
2014
༠
ལ་སྦྲེལ་ཡོད་
ཀྲུང་ཧྭ་མི་རིགས
གཞུང་ལམ
་སྲུང་སྐྱོང
་ཉི་མ
▁སྣོད་བཅུད་
རྩོམ་པ་པོ
ཐུགས
་ས་ཁུལ་གྱི་
ལྷ་ས་གྲོང་ཁྱེར་
རྩ་འཛུགས་
f
དགོན་པ
མཚན
་ནན
ནང་བསྟན་
▁༢༠༡༥
སྐྱེལ་འདྲེན་
ས་ཀྱི་སྤྱི་ཚོགས་
བུད་མེད་
་གསུམ་པ
རྒྱལ་ཁབ་རིམ་པའི་
ག་བསྟར་དོན་འཁྱོལ
་དང་ཞིང་ཆེན་
ཅི
་ཐར
་ནུས་པ
་ཁྱབ
་མེད་པ་དང་
་ཏན་ཏིག
་རིག
གྲོགས་པོ
ལས་གནས
R
གྲུབ་ཆ
་མེད་པར་
སློབ
ཐོག་
་ཙེ
སྲོལ་ཡིག
ཨུ་ཡོན་ལྷན་ཁང་
་འབྱུང་བ
མི་གྲངས
སྒྲིག་ཆས
སྡུག་བསྔལ
་གཟིགས
་སྙམ
་དཔྱད
་བྱེད་ཐབས
་ཡར
▁ཞི་ཅིན་ཕིང་གིས་
་ཞིབ
་ལིས
་ཁག་གི་
རྒྱུན་ལས་
་དྲག་པོ
ar
▁དེར་
སྒྲུབ
སྣེ་ཁྲིད
ཐེངས་འདིའི་
་ཉུང
▁ཡིན་ནའང་
་ཝང
་ལམ་
་དངོས་འབེབས
ཁྱོན་
སློབ་ཁྲིད
བདེ་ཐང་
དམངས་འཚོ
གྲོས་མཐུན
འགལ་བ
▁དེའི་ནང་
་འཆར
་མྱོང
v
་འབྲེལ
བྱ་དགའ
་པ་ནི་
ཁྱད་ལྡན་
་ལྡན་པ
ཚད
་བཏགས
དཔེ་ཆ
་སྲུང
་ཕྱག
་ཁ་ཤས
ཆ་འཕྲིན
0%
བུ་མོ
་རང་གི་
གདེང་འཇོག
ནང་གི་
་ཚོགས་འདུ
གསར་གཏོད
སྐུལ་འདེད་གཏོང
བཅོས་སྐྱོང
ལྷ་ས་གྲོང་ཁྱེར
ཆོས་ལུགས
ཡོད་པ
ལྟ་ཚུལ
ཤར
འཕེལ་རྒྱས་སུ
ར་བརྟེན་ནས་
རིགས་པའི་གཞུང་ལུ
་ཡིན་ནོ
ལོ་ནས་བཟུང་
སྒྲིག་སྲོལ
ལས་ཞུགས
་མོའི་
ལན
ལས་ཁུངས་ཀྱིས་
ཟི་ལིང་གྲོང་ཁྱེར
་གྲགས་ཅན
སྡེ་ཁག་གིས་
དུས་དེབ
ཐོན་ལས་འཕེལ་རྒྱས
0
ལི
་ཐོག་མར
འཕེལ་རྒྱས་གཏོང་བ
of
་འགྲེལ
རིག་གཞུང་
ཟིན་ཡོད
གདམ
དབུལ་ཕོངས་
དཔལ་འབྱོར
ད་ལྟའི་
ཁྲིད་སྟོན
་ཕན
ལས་རིགས་
▁ཚེས་
གཞི
་སྐྱ
ཉམས
་མཐོ
previous
ཐུན་མོང་མ་ཡིན་པ
་མཱ
་ཆེན་པོའི་
སྒྲིག་འཛུགས
ཡིས་
ཨ་རིའི་
་གནང་ཡོད
་འདིར
་བློ་བཟང
ཙུང་ལི
་ཉོ
ཏང
་ཐེངས
་འགྲུབ
འགན
རྩོམ
ས་ཀྱང་
རྒྱལ་ཁབ་གཉིས་ཀྱི
next
་རེས
དངོས་སུ་
O
་བྱིན
▁གཉིས
དྲ་བ
་གཏམ
་ཡེ་ཤེས
་ལེགས་བཅོས
་ཕྱོགས་ཀྱི་
ཏང་ཀྲུང་དབྱང་གི་
འཁོར
་མང་བོ
་བཞིའི་
ཁོའི་
ཤིང
བརྟག་དཔྱད
འི་ཁྲོད་
་གསེར
་རྒོད
ཡོང་ཁུངས
སྒྲིག་ལམ
་ཅན་དང་
—
་ཆུང་བ
འཚམས་འདྲི
་ཟེར་བ
་རིགས་
ཡིད
དོན་འཁྱོལ
དཔེ་སྟོན་
་ལ་སོགས་པ
་དང་པོའི་
་ཆེ་གྲས
ཡིག
དོན་དག
ལྗོངས་ཀྱི་
་ཤུགས་ཆེན
གྱོད་གཞི
ཡོན་ཏན
་བྱས་ན
་ཐོས
ed
་ལངས
le
འཛིན་གྲྭ
་ཕུལ
བླ
ཕྱོགས་ཀྱིས་
ཤང
སྤྱི་ལོ
་བླ་མ
་གྲོང་ཁྱེར
ཁས་ལེན
ཁ་པར
་ཚབས་ཆེན
གོ
སྲིད་གྲོས་
སྡེ་ཚན
་འོད
ལྕགས
་པ་ཞིག
ལོ་ནས་
▁འབྲེལ་ཡོད་
་འཐུང
སྲུང་སྐྱོང་གི་
བརྡ
པའི་ཚེས་
འགྱུར
སོགས
སྦྱོང་བརྡར
ཁྱིམ་ཚང་གི་
་སྟེང་
و
་བཙུགས་ནས་
་མཐུན
ཀྲུང་ཧྭ་མི་དམངས་
་སྤྱི
རྟེན
་འགྲོ་བ
ས་རང་སྐྱོང་ཁུལ་
ཉི་མ
་བསྐྱེད
▁ཆོས
▁རང་རྒྱལ་གྱི་
བཅོ་བརྒྱད་པ
་ལོ་
90
གྲོང
ཟིན་པ་དང་
་ཧྭ
▁ད་ཆ་
ཕྱི་འབྲེལ་
་དཀའ
འདུ་འགོད
གངས
སྟེགས་བུ
wikibooks
ཡང་བསྐྱར་
ནད་པ
བོད་ལུགས་གསོ་རིག
ཟེར
▁རྒྱལ་སྤྱིའི་
བཀོད་པ
་ལམ་ལུགས
་ཐུང
་ལྡན་
་ཕབ
ང་ཚོར་
ྤྱི་ཁྱབ་ཧྲུའུ་ཅི
ཚོད་ལྟ
་ཟས
རྩ་བ
ས་གནས་དེ་གའི་
་མུ་མཐུད
མཐུན་སྒྲིལ
▁རང
་ཚུགས
་བཏང་ནས
་དང་དེའི་
དཔེ་སྐྲུན་ཁང་
་རབས
ར་སྐུལ་འདེད་གཏོང
ཡ
འཁྲབ་སྟོན
་ཚར
་སློབ་སྦྱོང་དང་
སྒུལ་ཤུགས
སློབ་གསོ་དང་
ཁྲོམ་ར
མིག་སྔར་
་བབས
སློབ་སྦྱོང་དང་
་ཡུས
ྱ
ཆེན་རྒྱུན་ལས་
ས་ཀྱི་
སྔར་བཞིན་
་འཛིན་པ
སེམས་པ
་སྟོད
་གཞན་དག
་ཆེན་མོའི་
གནམ་གཤིས་
་བྱ་རྒྱུ་དང་
གྲོང་རྡལ་གྱི་
བཏོན་པའི་
་རིགས་ཀྱི་
་སྔོན
ཆོ་ག
་ལྷག
སྲོལ་རྒྱུན་གྱི་
་འདེམས
་འགོ
་དེ་འདྲ
་དངུལ
ཞིས་ཅིན་ཕིང་གིས་
་བསྒྲིགས
གནས་ཚུལ་
བསམ་པའི་
་གཅིག་ཏུ
U
་ཚང་མར་
་ཕུ
སློབ་ཆེན
རིག་རྩལ་
ཀྲུང་གུང་
་ཨན
ལས་ཞུགས་
འཇིག་རྟེན
་ཡིན་ཏེ
ཉོ་ཚོང་
ཆ་སྙོམས་
་མཐོར་འདེགས
}
་གོང
ཉེ་བའི་ལོ་ཤས་རིང
༢༤
་པ་མ་ཟད་
▁དེས་ན་
་ཞིག་ལ་
ནོར
ཊ
གང
་ངོ་མ
་བཟོས
དཔྱད་ཞིབ
་བརྒྱུད་ནས་
འགྲོ་འོང
V
ཚོགས་ཆེན
ཐོག་མཐའ་བར་གསུམ
སྟབས་བདེ
་ལ་ཞུགས
དངུལ་རྩའི་
་རྒྱལ་པོ
བཟོ་སྐྲུན
་སྟོན་པ
ཁྲི
་བྱེད་སྟངས
འི་སྟེང་
་བཏང་བ་དང་
་ལ་མཇལ་འཕྲད་གནང་
་དགོས་ཟེར
སྤྱོད་ཚུལ
་ཞན
་ལྕགས
▁ཕྱི
་ཏོ
རྒྱལ་ཁབ་ཀྱིས་
རྐང
མཚན་ཉིད
་ཡང་དག
་ཁྱོན་ཡོངས་ནས
བོད་སྐྱོར་
་སྟོབས
ལོ་ངོ
་ཀོ
35
་ཡག
ལས་
་ཐུག
་ཕུན་སུམ་ཚོགས་པ
གློག་བརྙན་
300
སྤྱི་ཚོགས
་ཁུག
་ཅེས
དུས་རིམ
གཏན་འཁེལ
and
འབྲེལ་འདྲིས
་བླ
་གཏོར
འཕེལ་རིམ
སྡེ་ཚན་གྱིས་
▁སྤྱིར་
’
་བྱས་ན་
ཡང
200
་ཚོར་
བརྟག་ཞིབ
>>
ཞིང་ཆེན་རིམ་པའི་
ཁ་གསབ
་གླིང་གི་
རྒྱན
་གཏེར
་ཀྲི
གྲོས་ཚོགས
ཀྲུང་གོར་
གནམ་གྲུ
་ཅུང་ཟད
་རོལ
་ལྔའི་
རྒྱབ
་བྱས་པ་བརྒྱུད་
་ཤུལ
སྤྱི་པའི་
ཕན་ནུས
ལམ་སྲོལ
་སྦྱོང
་ཧན
་ཆེན་
་སར
་བྱས་རྗེས་
་བ་རེད
ཉིན་མོ
་ཞུགས
སྔ་རྗེས་སུ་
ཕ་ཡུལ
་འབྲུག
ལྟ་ཞིབ་
ཐད་ནས་
<<
གླེང་སྟེགས
་འདིས་
་པ་དང
2000
་ལུ
་དམག
་རྒྱུ་ཡིན
li
▁དང་པོ
་བོན
་བཟའ
་ལ་བརྟེན་ནས
་ནང་དུ
ཐོག་ནས་
ཚོང
▁གསར་འགྱུར་
་བཏབ
་གྲོང་རྡལ
་དྲག
རྒྱུན་ཆད་མེད་པར་
མི་སྣའི་
་ཡི་གེ
་འཐུས་སྒོ་ཚང་དུ
་དམར་པོ
▁༽
་ཕྱེ
གསར་འགྱུར
གསུང་བཤད་གལ་ཆེན
▁༢༠༠༩
སྡེ་ཁག
ལྷ་སར་
་ཚེ་རིང
ལེགས་ཆ
་དག་ལ་
་ཀྱི་ཡོད
མ་འཇོག
་ཕྱི
་གྲོགས
་ཞིག་ཡིན་པ་དང་
▁ག
▁རྒྱ
ཧ
གྲོང་མི
▁ཡང་ན་
བཙན
རྒྱལ
་དེ་ཡིན
ཐུན་མོང་
la
་བསྟན་འཛིན
ཞིང་སྡེའི་
་ལ་རྒྱབ་སྐྱོར
ཁག
་ཁམས
་ཟད
་དེབ
”“
་གྱུར
་ཕོག
ས་ཚིགས
སྒྱུར་བཅོས
་ཐོབ་ཡོད
བྱེད
500
▁ལོ་
་འདས
་ཚོད
་བྱུང་ནས་
▁2014
རེ
ཁྲོད་
སྔོན་ཐོན་
་ཞེས་བྱ་བ
་ཞལ
གཙང
འགན་འཁུར་བ
ལུང
▁ངེས་པར་དུ་
་གསུམ་དང་
ཟས
ཆབ་སྲིད་ཅུའུ་ཡི་
ཁྱབ་ཁོངས་ཀྱི་
་བྱ་རྒྱུ་དེ་
་གྲོལ
གྲོང་མིའི་
་འགོད
བརྒྱ་ཆའི
ཁྱབ
ཡོང་སྒོ
༢༧
འོ་
སྐབས་སུ་
འགྲོ
ཆོས་ལུགས་ཀྱི་
་མདོག
སྔ
་བྱས་པས
་གྲོས་ཚོགས་ཐེངས
་ཆགས་པ
on
རྒྱུན་མཐུད་
་མ་ཟད
ངོ
རུ
0
་ཤོས
་ཟམ་མི་ཆད་པར
པོ
ནང་དུ
ཐད་ཀར་
ཅུའུ
འཐབ་ཕྱོགས་
▁ཉེ་ཆར་
དགེ་མཚན
ད་ཆ་
སྨན་བཅོས
བྱས་རྗེས
་ཡང་ཡང
་བཏང་
་ཕྱོགས་ཡོངས་ནས
་ལོང
བོད་སྐད
དུས་བབ
▁ཏང་གི་ཚོགས་ཆེན་
་ལིན
ཟླ་དགུ་བ་
ཨུ་ཡོན་ལྷན་ཁང
to
རྟོག་ཞིབ
་བྱ་ཡུལ
ཐོབ་ཐང
་སྒྲོན
】
སྒྱུ་རྩལ་གྱི་
་གཙང
་ཞིག་ཡིན་ལ
སློབ་སྦྱོང་
▁ངའི་
འཚོ་བར་
་སྒྲིག་འཛུགས
་མཛེས
ཐོན་རྫས་
གྲོས་བསྡུར
སྐབས་བཅུ་གཉིས་པ
བྱ་གཞག
་འཕར
▁དེ་ལ་
་ལ་སོགས་པའི་
་འདུ
་མཁོ་འདོན
་བྲག
、
ཀྲུང་གོ་གུང་ཁྲན་
་ངོ་སྤྲོད
དོན་སྙིང་གལ་ཆེན
འཐུས་མི་ཚོགས་ཆེན
ཏང་ཡོན་ལས་བྱེད་པ
་བསྒྲགས
▁$
་དགེ
གསུང
སྟོང
སློབ་དཔོན
སྒྲིག་བཀོད
ཤུགས་སྣོན་བརྒྱབ
་དར་སྤེལ
་གསུང
རྗེས་སུ་
ྲ
་སྒྲོལ་མ
རིན་གོང
དྲ་རྒྱའི་
་གཉིས་པའི
མཉམ
▁བོད་ལྗོངས་ཀྱི་
ཟླ་བརྒྱད་པ་
གྲུབ་མཐའ
སྔོན
ཟླ་བཞི་བ་
་འགྲན་བསྡུར
་རྣམ་པ
སྒོར་
ཐང
སྒོར
གསོ་རིག་
ཆུ་བེད་
་བསྟེན
འི་ནང
གསར་སྤེལ
▁སྐབས་དེར་
བཅར་འདྲི
རྟགས
་ཤང་
ས་གནས་ཀྱི་
དཀའ་ངལ་ཡོད་པའི་
Cateory
་བྱེད་བཞིན་པ
ས་གནས
་ཆེན་པོས་
་ཧེ
རྨི་ལམ
་བསོད་ནམས
་མཉམ་དུ
ཐང་ག
གྲོས་ཆོད
གནད
ང་ལ་
ལེ་ཚན
▁ཡོངས་རྫོགས་
▁ཉེ་ཆར
་འཚོལ
བུ་ཕྲུག
སྟེང་
ཕྱི་ནང་གི་
་དུ་གྱུར
36
་སྣེ
གཙོ་གནད
་ཟླ་བ
མཐོང
▁2012
་དམ་པ
་ལ་མི
ལས་དོན་སྐོར་གྱི་
རིག་གནས་དང་
ཉིན་རེའི་ཚགས་པར
་ཆུང་
ཡར་རྒྱས
་ཐད་ནས་
་དེས
ལྟ་སྐུལ་དོ་དམ
སློབ་གླིང་གི་
་ལ་སྲུང་སྐྱོབ
▁རྒྱ་ཆེའི་
གནས་ལུགས
་རིག་པའི་
ས་མཐོའི་
་ཧྥུའུ
རང་ཉིད་
་གཡང
མིའི་
་བརྒྱབ་ནས་
གོང
་རྩི
9
ཁྲིམས་སྐྱོང་
ཟླ་བདུན་པ་
་འཚོ
་གཏིང་ཟབ་ཏུ་སྤེལ
བུད་མེད
་གང་མང
་སྐྱེད་སྲིང
་སྦྱར
ཟླ་དྲུག་པ་
་སྟབས
ཟླ་བཅུ་གཅིག་པ་
་ཁྱིམ
སྔར་བས་
ར་འགྱུར
བྱེད་སྒོ་སྤེལ་བ
དུས་ཚིགས
▁དེ་ལྟར
▁2017
་སྒོར་ཁྲི་
་འགའ་ཞིག
སྡོད་ཁང
་བཞིན་དུ
ལེགས་སྐྱེས
་བཙུགས་པ
གྲོན་དངུལ
་ནུབ
་སྦྱིན
་ཁུངས
ཁྲོད་དུ་
མིའི་རིགས་ཀྱི་
གཏེར
དོན་ཚན
རང་རང་གི་
རྒྱུན་འཛིན
ཁོངས་མི
ཏང་ཀྲུང་དབྱང་དང་
་སྡོད
་འདྲི
བགྲོ་གླེང
ཨ་མ
‘
་གྱི་དགོངས་དོན
་ཉེ
་གྲགས་པ
་བྲལ
བྲག
་ཟེར་
▁གཉིས་པ
མི་སྒེར་གྱི་
ལས་སྟེགས
ཡུལ་སྐོར་བ
༢༩
་སངས་རྒྱས
་ཕྲུག
འགུལ་སྐྱོད
་སྒོར་
་སྔོན་འགོག
དེ་ནི་
་བྱུང་ཞིང་
འཕར
ཁོ
▁ཝང
ཐོན་སྐྱེད
་ཞའོ
་གོང་
རྐྱེན
ཧྲུའུ་ཅི
ལ་ཤུགས་སྣོན་རྒྱག
འགྱུར་བ
▁ཚོགས་འདུའི་ཐོག་
སྣང་བ
་ཞིབ་འཇུག
སྐྱེ་བོ
3
་གསུམ་པའི
རྒྱང
མཛེས་ལྗོངས་ཁུལ
དུད་ཚང་
གསར་འགོད་པར་
་ས་ཁུལ
རིག་གནས་སྒྱུ་རྩལ
བཏང་ནས་
ཁོས་
འི་གནས་ཚུལ་ཡིན་པ
་ཞིག་ཡིན་པ
་བཅུ་གཉིས
འཕར་བ
དོན་སྙིང
འོས་འགན
2017
སྲིད་གཞུང
ཚོར་བ
་བྱེད་ཤུགས
་རིག་པ
དཔེ་དེབ
་བརྗོད་པ
45
་བཅས་རེད
་སྒམ
▁སྤྱི་ཚོགས་ཀྱི་
གདོང
མ་དངུལ་སྒོར་ཁྲི་
་ཚང་མས་
▁མཚོ་སྔོན་གྱི་
transclusion
་འབྱེད
་པར་མ་ཟད་
སློབ་མ་
ས་བོན
སོ་སོར་
་གཉིས་ལ་
་ཡུན
ཞིབ་བཤེར་
སློབ་ཚན
་བྱ་རྒྱུ་ཡིན
རྒྱ་ཁྱོན
དཀར་ཆག
་ཁོག
▁ལི
གྲོང་ཚོའི་
ལྟ་ཞིབ
▁འ
+
དམངས་གཙོའི་
་ནག་པོ
སྐད་ཡིག
ན་གཞོན་
▁རྒྱལ་ཡོངས་ཀྱི་
་ཙི
▁༄༅་
་བསྐོར
སྡོད་ཁང་
་དཀའ་བ
་བརྒྱུད་དེ་
2013
་ཆ་ཚང
གཅིག་གྱུར
རྒྱུ་མཚན
གྲ་སྒྲིག
བློ་མཐུན
ཞི
འདེགས་སྐྱོར
དཀའ་ཁག
་མི་ཐུབ
་མི་སྲིད
རྒྱལ་གཅེས་
བོད་ལ་
བརྗོད་བྱ
་ཚོགས་པའི་
་མཚོན་ཡོད
་ཉན
མཛུབ་ཁྲིད
་མངོན་པར
▁རོགས་རམ་
འགོ
ལས་གྲྭ
་སྙིང
་གསར་པའི་
ལག་ཁྱེར
་གཙོ
དམག་དཔུང
་ཕྱོགས་ཀྱིས་
▁སྤེལ་དུས
དཔུང་སྡེ
ཅེས་པའི་
་སྤྱད
ཡིད་རྟོན་
▁གསུམ
དུད་ཚང
་བྱས་པ་མ་ཟད
་རྒྱལ་ཁབ་ཀྱི་
་སོང་བ
▁ད་ལོའི་
བོད་སྐྱོར་ལས་དོན
Usertalk
་སྙན
་ཤོད
་ཡོད་ཀྱང་
ར་མ
བྱེད་སྟངས
རྒྱུན
་བཟོ་བ
གླུ
་བྱེད་ཅིང་
ཁ་དོག
་ཆེ་རུ་གཏོང་བ
་ལོན
▁ཡང
ikiquote
ལྟེ་བའི་
་སླ
་འགན་ལེན
སྤེལ
བྱེད་ནུས
འཕེལ་རྒྱས་འགྲོ
་འདི་དག
དགུན
▁དཔེར་ན་
ལྷོ
་རྐང
དགེ་རྒན་གྱི་
རིགས་གཅིག་མཁས་ཅན
བདག
་མཚོན་པའི་
༢༨
བདེ་སྐྱིད
བཞི
་ཐེངས་དང་པོ
་མི་
མི་རིགས
▁གང
ཁྲག
1
་རྒྱ་ཆེར
དགོངས་དོན
་ཆེ་ཆུང
་དང་འབྲེལ་
་ཤིག་ཡིན
་ཡོངས་ལ་
ch
དྲ་རྒྱ
གསར་གཏོད་
་དབྱང
ཁོང
པེ་ཅིང་
རང་ཉིད
ཚན་པ
སྐོར་གྱི་
་ལྡོག
་སྔ
སློབ་ཁྲིད་
་འདི་ཉིད་
གཞན
འབྲེལ་མཐུད
གོམས་གཤིས
་བྱ་ཆེད
ཐབས་ཇུས
2020
༢༦
བསམ་པ
དུག
་མང་བ
་ཞང
རྣམ་འགྱུར
་གནང་ཞིང་
ལྗོངས་ཏང་ཨུད་ཀྱི
ཕྲུ་གུ
་འཐུས་ཚང་དུ་གཏོང
་ཞབས
་ལུའུ
་རླུང་འཕྲིན་དྲ་བ
་བྱེད་ས
ཞིང་འབྲོག་པའི་
ཧ་ཅང་
སྲོག
གདོད་མའི་
་རྒྱལ་མཚན
ཤུགས
talk
▁འཛམ་གླིང་
མདོ
་རྫོང་གིས་
de
་རྫོགས
ཤེས
སྨན་པ
་ལག་བསྟར་བྱེད་པ
ཅེས
་ཐོན་པ
▁དོན་ཚན
་ཞིག་དང་
་རབ་ཏུ
སོགས་ཀྱི་
འཐབ་རྩོད
མཐུན་སྦྱོར་
ཀྲུང་དབྱང་དང་
སྒོ་དབྱེ
་ཐམས་ཅད་
གསོན་ཤུགས
རིམ་པའི་
ཐོན་སྐྱེད་དང་
་ཁར་
་ནང་དུ་
ཟིན་ནས་
་འགྲོ་བའི་
་རྒྱག་པ
རིམ་ཁག་
es
དུས་མཚུངས་ལས་
་གསར་སྐྲུན
་རོང
་ཀུན་གྱི་
▁འདིར་
་རྐྱེན
་སླར་གསོ
་མཇལ
་ཚང་གི་
་བྷ
་གཅིག་དང་
དངུལ་བུན
་ཅེ
སྐར་མ
ཞིང་ཆེན་དང་
༨
ཐད་ཀྱི་
ཕོ
་ལགས་ཀྱིས་
Usaeon
་རྐྱང
རེད
འོས་འགན་སློབ་གསོ
ལྟ་སྐུལ་དོ་དམ་
་རས
་གཉིས་དང་
་སྨྲ
ཧྲུའུ་ཅི་
གད་སྙིགས
བོན་གྱི་
ཆེད་སྒྲིག
་སྲུང་སྐྱོབ
་ཁྲོད
▁རིག་གནས
34
་བྱས་པ་བརྒྱུད
དེ་ལྟར
སོ
སྒོར་མོ
▁རི
གཞི་རིམ་གྱི་
་བྱེད་
ཚལ
་རྒྱུ་མཐའ་འཁྱོངས
▁གྲོང་ཁྱེར
་ནམ
་བསྒྲུབས
ཀྲུང་གོས་
་པོའི་
རྟེན་འབྲེལ
བློ་བརྟན་འགྱུར་
སློབ་གྲྭ་ཆེན་མོ
དུས་ཆེན་གྱི་
མི་སྣ་
་ཁུར
▁ཆུང་
་རྣམ་གྲངས
▁དུས་ཚོད
་སམ་
རྩོམ་རིག་གི་
▁ནོར་སྲིད་
་གལ་ཆེན་ཞིག་ཡིན
ཁྲིམས་འགལ་
་ཆེ་མོ
སྒྲུང
མི་གྲངས་
་སྡེ་བ
སི་ཁྲོན་ཞིང་ཆེན་
སྐྱོན
ཤིན་ཧྭ་གསར་འགྱུར
་གྲུ
་ནོར་བུ
ལས་སླར་རྙེད་
རྗེས་སུ
དཔྱད་རྩོམ
་རེར་
་པ་ནི
དཔལ
རང་
▁ལིས་ཁི་ཆང་གིས་
འཛུགས་སྐྲུན་བྱེད
33
་འཕྲོག
བརྗོད་དོན་གཙོ་བོ
དཔུང་ཁག
་སྦྱངས
་སམ
ཟླ་བཅུ་བ་
་ཡུང
དུས་རབས་ཀྱི་
སྡེ
ཕྱོགས་སུ་
▁དེ་ལྟར་
ཚད་མཐོའི་
་འབུད
▁བློ་མཐུན་
ད་རུང་
་བཤེར
དམིགས་བསལ་གྱི་
་འཛུགས་པ
་འབོད
་ཡིན་ན་
་ལྷོད་མེད
ལམ་ཐིག
སྒྱུ་རྩལ
རིང་ལ་
གླིང
འདི
བྱེད་སྒོའི་
མཚམས
་ཐལ
སྤྱི་ལེ
ས་མ
མཆོད་རྟེན
་ཁྲག
་བྱེད་ཚད
32
མགོ་ཁྲིད
ཅེས་བཤད
་ཐོགས
་ལ་ཡང་
р
རྒྱུ་ནོར་
ལེའུ
ཆར
་ཆང
་དེ་ཉིད་
སྦགས་བཙོག
་དབྱེ
་འཁུར
་བརྡ
ཆེད་དུ
འི་གནས་ཚུལ
གཙོ་བོ་
་ཕྲེང
་གྱ
གསར་སྤེལ་
▁སློབ་གྲྭ
ལམ་ལུགས་
་དྲུག་གི་
གོམ་སྟབས
▁དེ་རྗེས་
▁ཁོང་གིས
གློག་རྡུལ་
གཏམ
་བཅུ་གསུམ
་གསོལ
་སྒོར
་གསན
་ཁང་དུ་
སྙིང
གཙོ
ཚོགས་ཀྱི་
ཨུ་ལྷན་གྱི་
དྲོད
་སྐྱེད
་བྱས་པར་
་བྱེད་པའི
་ལས་དོན
སྒོར་ཁྲི་
ཕན
་དེ་དག་གི་
ཁྱབ་ཁང་
་དང་ལེན
རྨང་གཞིའི་སྒྲིག་
འཁོར་བའི་
འབད་འཐབ
དམིགས
་ཟིན་པའི་
▁2018
བདག་པོ
མཚོན་རྟགས
་གར
ཁྲིམས་ལུགས་
▁ཁོ
རྩྭ་ཐང
་སྤྲད
་ཅན་
▁ཀྲུང་དབྱང་གི་
མི་དམངས་མང་ཚོགས
us
▁ཚོགས་ཐོག་ནས་
བཟོ་སྐྲུན་
འི་དགོངས་དོན་
་དང་ལྷག་པར་དུ་
་མ་ཟད་
ས་ཁུལ་
རྩྭ
དར་རྒྱས
ཐབས
རྒྱལ་ས
ن
འགྲན་རྩོད
་སྐུལ
་གསོག
་བྱེད་སྐབས
་བ་
མཁས་དབང
་དོ་དམ་
་ནས་ཤེས་རྟོགས་
▁མང་ཚོགས་ཀྱི་
ས་ཁོངས
་མང་པོའི་
འོ་མ
་དང་མི
་དང་བཅས་པ
་ལ་སློབ་སྦྱོང
བཞུགས་མོལ་ཚོགས་
་རིམ་པ
▁བྱ
་ཁར
་བོད་
ic
ཟློས་གར
ཏང་ཨུད་ཀྱི་
མ་རྩ
་རུས
་མི་རུང་
་འཕགས
ལྟ
བསམ་བློ་དང་
་འཇམ
ب
་གྲུབ་པ
ས་ནས
་སྟེང
བཀའ་དྲིན
བདེ་འཇགས་ཀྱི་
་གྱི་ཡོད
སྒྲོག་འགྲེལ
འཇིག་རྟེན་
་ཞིག་ཀྱང་ཡིན
▁གྲོང་གསེབ་ཀྱི་
་སྒྲུབ་པ
▁རྟ
དེར་
་མོ་
་བསྒྲུབ
▁རིག་གནས་
་ཡིན་ན
འགྲོ་བ
གཞོགས་འདེགས
ནད་གཞི
ཕྱི་ཕྱོགས་
་ཚོགས་པ
གནམ
མི་ཤུགས་ཐོན་ཁུངས
་ལས་བྱུང་བའི་
་རྒྱབ
▁ཞིང་ལས་
་སྟེར
▁མོ
་མཆིས
་ཡུལ་གྱི་
▁༢
སྣེ་ཁྲིད་དེ་
ཆུས
ཤུགས་རྐྱེན་ཐེབས
མཉམ་ལས་ཀྱི་
ཕན་པ
འི་ནང་དུ་
་དགོན་པ
་དོན་
དམག་འཁྲུག
་བསྟར
་གཏན་ནས
▁ང
▁ང་ཚོའི་
་བཀོལ
ཏང་
་ཇ
མ་
འགག་སྒྲོལ་གྱི་
2018
ཡུལ་
ཆང
དར་སྤེལ
་གཙོ་བོར
འམ་ཡང་ན་
ر
་དཀར་
་འཚོང
་སྐྱབས
་ཞེ
ཤེས་ལྡན་མི་སྣ
ལས་བྱེད་པས་
དོན་དངོས་དང་
་གཅིག་གྱུར
་ཆུང་ཆུང
བར་དུ་
་བཀྲ
རྒྱ་གར་གྱི་
▁ཤོག་ངོས་
་ཆེན་པོ་ཞིག
▁གཉིས་ནས་
W
་སྐབས་ཀྱི་
་ཕུའུ
▁རང་གི་
གྲོས་ཚོགས་ཐེངས
འབྲེལ་གཏུག
▁མིག་སྔར
མི་རེའི་ཆ་སྙོམས་
2
ཕྱོགས་ནས་
འགག་སྒོ
་མཐར
ཚོང་ར
སློབ་མར་
x
བྱུང་བ་ལྟར་ན
་བདེན
་དེའི་ནང་
ཀྱང་
ནི
འི་ཐད་
་ཐད
་གོང་མ
▁འགན་འཁུར་
ཅུས་ཀྱིས་
་དྲ
སློབ་འབྲིང
་ཞུ་བ
སྲས
ལྕགས་ལམ
་ནན་ཏན
ཐབས་ཤེས
འི་རྣམ་པ
ཁེ་ལས་ཀྱིས་
གསུངས་རྒྱུར
་ཞིབ་ཕྲ
་ལ་མ
་བོར
བརྟན
བོད་ལྗོངས
་ཝུན
གྲངས་འབོར
sv
གྲངས་གཞི
་གླུ
38
་མཚན
་བོད་ཀྱི་
ཡོ་བྱད
་ཞིག་ཡིན་པས
ང་རང་
མི་འདྲ་ས་
འཇིགས་སྐུལ་
་བཅས་ཡིན
ི་ཞིས་ཅིན་ཕིང་གི
་འོས
་གཉིས་པའི་
་བཅས་བྱས་ཏེ
ས་ཤིང་
་མཛད་པ
་གཙོ་བོའི་
་ཡིན་ནམ
ཐོན་ལས་ཀྱི་
དཀའ་གནད
བདེ་འཇགས་དང་
་བཅས་བྱེད་དགོས
ikisource
འཐབ་ཇུས
་རྒྱལ་ཁབ་
ལོ་གསར
་སྤྲུལ
་སྲས
་ཐང་
མ་འཇོག་
སྲིད་ཇུས་ཀྱི་
་མུ་མཐུད་དུ
་སོ་སོར
ཏང་ཡོན
སྐྱེ་ཁམས་དཔལ་ཡོན
་ལཱ
སློབ་ཆེན་
རྨ
འོད
འཆར་འགོད་
་དབྱངས
གནད་དོན་
གསལ
་མྱུར
་རྒྱལ་
མི་ཚེ
ཀྲུང
བཟོ་ཚོང་
འབྲི
་ནན་མོ
ri
འཕར་ཡོད
་རྗེས་ཀྱི་
སྲིད་ཇུས་དང་
་ཆེ་ཞིང་
བཅོས་བསྒྱུར
རྒྱུ་ནོར
སྣེ་ལེན
་གཉིས་ཀ
་སྨྲ་བ
རྩིས
▁..
གྲངས
ཡུན་རིང
་ལེབ
▁ཁོར་ཡུག་
་སྡེ་བའི་
བཅིངས་འགྲོལ
ཕ་མ
▁--
བོད་རིག་པའི་
རྣམ་ཐར
ལེགས་སྒྲིག
▁ཕ
ཀུན་སྤྱོད
་ཀྲུང
རི་དྭགས
་ཉར
н
དཔོན་པོ
་དང་ཀྲུང་གོའི་
་བཟོ་བའི་
ཕོ་བྲང
ཞིབ་ཕྲའི་
་ཀློག
་ཡོད་ཟེར
་མེ་ཏོག
ཡིག་གཟུགས
་པདྨ
སྒྲིག
རིང་ལུགས
་ཙ
མྱུར་བགྲོད་
་མེད་ཀྱི་
▁གསུམ་པ
▁ཁོང་གི་
་སློང
ཉིན་གློག་འཕྲིན་
་ལུག
་ཆགས་ཡོད
༣
Editor
རྣ
ཆེས
el
རང་ཉིད་ཀྱིས་
་དང་ལྡན་པ
་ཚད་ལྡན
ངག
་འཛུགས་པ་དང་
་ཁང་གིས་
་ཀྲུའུ
་ཁྲིམས
ཉིན་གྱི་
ال
་གྲོང་ཚོ
▁ཀ
་ཀེ
་ལང
་པུའུ
▁སྤྱི་ལོ་
མི་དམངས
1000
་གཡུ
ནང་བསྟན་གྱི་
ལག་པ
་གསང
བརྗོད
་སྡོམ
་གཅིག་པུ
ཁྱོན་བསྡོམས་
▁སྐྱེ་ཁམས་
མཛེས་ལྗོངས
་གདོང
་ལྡན་ཡོད
དགོན་སྡེ
ག་པ
གྲུབ་ཚུལ
དགའ
་དོ་དམ
ས་རང་སྐྱོང་ཁུལ
་བྱ་བར་
་ཤེས་པ
▁གཞན
སློབ་གླིང
བརྩེ་བ
་སྣོན
ཨུ་ཡོན
་གོས
་མཐོང་བ
ལས་ཁུངས་དང་
་ཡིན་ཟེར
དྲ་ཚིགས
དབྱེ་བ
▁དེ་ལས་
ལས་གཞིའི་
་ཧྥུ
་ཨང
་རྒྱུ་ཡིན་པ
བརྟན་འཇགས
ཡུན་རིང་བདེ་འཁོད
ཁྲིམས་སྲོལ
་ལྟར་ན་
。
གཙུག་ལག་ཁང
་མཐུད་
སློབ་སྦྱོང་གི་
སླར་གསོ
་འཕེལ་རྒྱས་སུ
རྒྱང་སྒྲོག་
་ནམ་
མེ་ལོང
་ཞིག་ཏུ་གྱུར
▁ཕྱོགས་ཡོངས་ནས་
་ཁུལ་
སྤེལ་རེས
་བརྟེན
་སྡུག
་འགྲེམས་སྟོན
་རིའི་
འཁོར་ལོ
འབྲེལ
ཚེ་སྲོག
ལས་མི
་པའི་རེ་བ་བཏོན
དྲ
▁ཀྲུང་གོས་
་འཇལ
་ཧྲན
་མཐོན་པོ
་རྒྱས་པ
་གཏོང་བར་
འགྲུལ་སྐྱེལ་
་དེ་ཉིད
ཁྱད
་ལྷ་མོ
་སྒང
་ཧི
ཏང་ཨུད་དང་
་གསར་དུ
и
་ཕལ་ཆེར
་ཚོང
་གཙོ་བོ་
་ཞིག་ཀྱང
ཚན་རིག་
བློ་གྲོས
་འཕྲད
་ཉི་ཤུ
་ཡོད་མེད
་ཞིག་ལ
ཨེ
བོད་བརྒྱུད་
བརྩེ་སེམས
རྒྱལ་ཁབ་དང་
གཞི་གྲངས
་ཅེས་
མཚན་སྙན
བསམ་ཕྱོགས
མུ
2012
J
་རྒྱུགས
གཅིག་གྱུར་གྱི་
ལས་དབང
་ཅེས་གསུངས་པ་རེད
ལྷག་
་བཅོ་བརྒྱད
་ཡོངས་ཀྱིས་
ནམ་ཡང་
དེ་སྔའི་
གནའ
ཚུལ
་ཞིག་ཡོད
འཕར་བ་དང་
་ལག་ལེན
་བཞིན་འདུག
ཕྱིར་ལོག
་ཆུང་ངུ
་ཀྱི་དགོངས་དོན
་འཛུགས་སྐྲུན་དང་
་མན
་ཨང་
ro
▁ང་ཚོ་
ངལ་རྩོལ་
་མུ
ཡང་དག་པའི་
་དང་འདྲ་བར་
མགོ་བོ
བཅོས་སྒྲིག
▁མཚོ
གསང
རིགས་སོ་སོའི་
ཨོ
ལྕགས་ལམ་
ནན་བཤད་གནང་བ་རེད
་རུང
ཞེས་བཤད
་བསྐྱངས
་ཐེངས་
ཁེ
་སྡུད
ཟིན
སྲུང་སྐྱོང་དང་
་བཞིན་དུ་
འགྲོ་གྲོན
▁——
ས་གཞི
མཚོན་བྱེད
བཟོ་ལས་
་གཅིག་གིས་
་ཐུབ་ཡོད
་གཡོ
▁ཞིང་སྡེའི་
ང་གིས་
5
མིག་དཔེ
་ཆོད
་ཁའི་
ཆེ
སློབ་ཆེན་གྱི་
་དོན་གྲུབ
བཅའ་སྡོད་
་གསལ་བོར
སྤྱོད
དགེ
རང་དབང
་གྲོང་ཚོར་
་ལྷོད
MediaWiki
་བྱེད་ཀྱི་
ཨ་མེ་རི་ཁ
འཁོར་རྒྱུག
་རུ་ཁག
་རྟོག
ཆེ་ཆུང་
་མ་ཡིན་པའི་
འཐབ་ཇུས་ཀྱི་
་འབྲུ
གྲུབ་འབྲས་
▁2020
དཔྱད
▁ཁྲིམས་ལྟར་
གླེང
ཞིབ་འཇུག་གི་
▁མེ
མར
་ཚུར
འི་སྐོར
་མ་
་རྒྱ་མཚོའི་
ཐེངས
ཡོད་ཅིང་
ཏང་ཨུའི་ཧྲུའུ་ཅི
▁ཚེས
སྔོན་གྱི་
སྤྱོད་པ
་སྐྱོབ
ཁོངས་གཏོགས་
རི་བོ
ཞིང་ཆེན་གྱི་
མྱུར་དུ་
སྦྱོར་བ
ི་ཞི་ཅིན་ཕིང་གིས
གནས་ཚུལ་ལ་
གནོད་པ
ཟླ་དང་པོ་
་བཞི་པ
ཐད
་མེན
སྔོ་ཚལ
་པར་གྱུར
as
ཉམས་འགྱུར
འཁོར་སྐྱོད
སྤྱི་བདེ་
མཇུག་འབྲས
་ཡོང་བར་
་མི་སྣ
༩
་མངོན་གསལ
་གསར་བའི་
གཉེར
འི་ཐོག་ནས་
་རྣམས་ལ
st
སེམས་ཁྲལ
དྲུང་ཡིག་ཆེན་མོ
་སྒྲོག
་བརྒལ
དམག་མི
་བཏོན་ཡོད
་ཧའེ
་པ་སྟེ
་ཕྱེད
མཉམ་འབྲེལ་རྒྱལ་
་ནུ
་རྣམ་རྒྱལ
་ཕྲ
ཕུགས་བསམ
་བག
ཟས་རིགས
་ཐོ་འགོད
་ཤིས
་གཏན་འབེབས
་ཚུད
་མྱུར་དུ
བོད་ལྗོངས་དྲ་བ
་བྱས་རྗེས
འགན་བཅོལ་
་རྣམ་པར
དོ་དམ་དང་
་ཧྲ
ཉེ་ཆར་
མི་རྣམས་ཀྱི་
སྲོལ
ཞིང་འབྲོག་ཁུལ
གསར་འགོད་པས་
་ཤེལ
འཕེལ་རྒྱས་འགྲོ་བ
མི་རྣམས་ཀྱིས་
ཚོགས་པའི་
་ཡུན་རིང
གཞས
་འདི་ལ་
་ཁག་གིས་
་ཡིད
་སུམ་ཅུ
37
་དྲིལ་བསྒྲགས
་ཚང་འཛོམས་གྲོས་
འཕོ་འགྱུར
མཛེས
སྲིད་ཁྲིམས་
གཉེར་སྐྱོང་
ལྗང་མདོག་
བོད་ཡིག
སྤོ
་གནོན
ཀྲུའུ་རེན་གཞོན་པ
རིང་ལུགས་
མངོན་མིན་
བཅོས་སྐྱོང་
་འགོ་ཚུགས
་གསོ་སྦྱོང
་སླེབས
་འདྲེས
་གསར་སྤེལ
མི་རིགས་མཐུན་ས
འབྱོར་འབྲིང་སྤྱི
་དང་འབྲེལ
བཅའ་ཁྲིམས་ཀྱི་
་གཏོང་རྒྱུར་
སྒྲུང་གཏམ
གཉིས་ཀྱི་འབྲེལ་བ
་མེད་པས་
་ཚིགས
དུས་མཚམས
་གྲོང
ཆུ་ཚོད
རྒྱལ་ནང་གི་
་བྱུང་བ་རེད
མཛུབ་སྟོན་གལ་ཆེན
▁སྤྱི་ཟླ
་སོ་སོ
ཞིང
ི་ཞི་ཅིན་ཕིང་གི་
སྙན་ངག་གི་
▁འདི་ལོ་
ཚབ
བཀག་སྡོམ
་དང་ཡང་ན་
འཕར་སྣོན
འབྲེལ་བའི་
རང་འགུལ་ངང་
གསུང་བཤད
▁ན་ནིང་
ཁྱོད
དུས་ཡུན
Help
▁མཉམ་འབྲེལ་རྒྱལ་
་མདོར་བསྡུས
ར་སྐུལ་འདེད
▁ཚེ
་མི་ཤེས
་གཤིས
6
་མེད་པས
་སོགས་སུ་
རྗེ
་མང་
ra
ས་ཁུལ་དུ་
ངལ་གསོ
འི་སྒོ་ནས
▁ཡིག་ཚགས་
་དྲུག་པ
ལ་བ
སྨན་རྫས་
མཐའ་མཚམས་
བསམ
་པ་དང་འབྲེལ་
སྡོད
ཁྲལ
་ངན་པ
▁༡
བསྒྱུར
་འགོར
ཨ་མེ་རི་ཁའི་
་སྐམ
མཆོད
་ཤེས་རབ
་བཞི་
བང་སོ
་ལ་མཚོན་ན་
▁ལྗོངས་ཡོངས་ཀྱི་
སྤྱི་ལོ་
ཁ་གཏད་རོགས་སྐྱོར
༢
གྲོས་ཞིབ
་རྔ
▁གནས
▁ཀྲུང་གོའི་བོད་
་མ་གཏོགས
ཀྲུང་དབྱང་གི་ས
་འབར
་གཏད
་པུ
8
་སྨི
འཛུགས་སྐྲུན་ལ་
་པར་བྱེད
དམངས་གཙོ་
་རྡུང
༣༡
ཧུར་བརྩོན
▁ཀྲུང་ཧྭ་མི་རིགས
་པོར
5%
རྟེན་འབྲེལ་
ལོ་རེར་
་ཡོད་ལ་
་མི་ཆོག
ཀྲུང་དབྱང་གིས་
་གླེང་བ
་འདྲ་བ
་དེ་རེད
▁ཀྲང
65
ལས་བྱེད་པ་
སྒྲིག་གཞི་
ཞེས་པ་
ཁྱི
▁དེར་བརྟེན་
་མཚུངས
་དང་འདྲ
་ཡུལ་
་མང་པོར་
ཚགས་པར
་བསྐྱོད
སྨན་རྫས
ཁྱོད་ཀྱི་
ུག
▁སྨན་བཅོས་
་ཆར
་ལྷོ
བསླབ་བྱ
م
བཅོས་བསྒྱུར་
ཞིང་པའི་
ཛ
་བཟོས་པ
་གཅིག་ལ་
མི་དམངས་ཁྲིམས་ཁང
་ལ་དམིགས་ནས་
བྱ་འགུལ་སྤེལ
་གང་ཡིན
39
་མེད་དུ
གར
་ཕེབས
་པ་སོགས
་བྱེད་པ་ནི་
ཆགས
བྱེ་བྲག
ཚན་ཁག
ཡུན་རིང་
སྐབས་སུ
འགན་ཁུར་བ
▁རྫོང་
Moduletalk
ལས་སྒོ
་འདི་ཉིད
Wikipediatalk
▁༣
་དེ་ལྟར
ནང་མི
་བརྩོན་ལེན
་ཁུལ་དུ་
Cateorytalk
ར་རྒྱབ་སྐྱོར
ལོ་ལྟར་
Templatetalk
▁ཁོང
་ཞིབ་ཚགས
བུད་མེད་ཀྱི་
་བཟུང་ནས་
་ངོས
ཟླ་གཉིས་པ་
ག་
ངོ་སྤྲོད
ཀྱི
འགྲེམ་སྟོན
དབུལ་ཐར་
་གྲྭ
༄༅
་བྱོན
ཐོབ
སྒྲིག་སྲོལ་
་དེ་བས་མང་བ
མཐུན་སྦྱོར
ཏང་དང་རྒྱལ་ཁབ
་ཐུགས
་བཀོལ་སྤྱོད
་ལྟེ་གནས
་ཟབ
▁དམངས་སྲོལ
་བཏོན་ནས་
ཇུས་འགོད
4
MediaWikitalk
ལོངས་སྤྱོད
་བྱས་པའི
་མཁས་པ
་འགོ་ཚུགས་པ
སྣ
གནད་སྨིན་
འི་ནང་གི་
གཟི་བརྗིད
Module
ཁྱིམ་ཚང་
ལོའི
་བཏོན་པ
མཐུན་སྒྲིལ་དང་
TalkUser
Helptalk
སྔར་ལས་
་དགོན་པའི་
Filetalk
་དགོས་ཤིང་
་ཁོང
ཟེར་བ
སྐར
་ཅང
གྲོས
talkTopic
GadetGadet
ཁ་གསབ་
གྲུབ
རྒྱལ་ཁབ་ཕྱི་ནང་
ཿ
ུན
་དེ་ལ་
་ཞེས་གསུངས་པ་རེད
བྱེད་ཕྱོགས
་པའི་ལྡོག་ཕྱོགས་
བཀོད་འདོམས
་སྐལ་བཟང
གསར་བརྗེའི་
་རྡུལ
ཐང་ཆེན
ཞིབ
ལྟ་སྐོར
གནས་སྐོར་
འི་ལོ་རྒྱུས
གྲུ
གནོད
་མིན་པའི་
0.5
་སྨོན
་ཚུལ་ཁྲིམས
འཕེལ་རྒྱས་གཏོང
་བརྒྱད་པ
་འདོད་ཡོད་ཟེར
་འདུལ
དྲིལ་སྒྲོག་
0.6
རིག་གནས་ཤུལ་བཞག་
བྱང་ཚད
་གང་རུང
▁དོན
དམངས
་ཝུའུ
ཉི་འོད
ཉེས
དུས་ཐོག་ཏུ་
ཞིག
སྲོག་ཆགས
ཤེས་རིག
་མིན་
ཉེས་པ
་ལིས་ཁི་ཆང་གིས་
▁ཆེ
ས་ལ
་འཛུགས་སྐྱོང་ལ་
མདུན་སྐྱོད
ཟླ་བཅུ་གཉིས་པ་
་ཁྲང
་གྱོན
ཆེད
ཐ
▁མིང་གནས་
གཡང
་ཐོབ་པའི་
ཅེས་པ
》(
ཞི་བདེ་
་རྙིང་པ
་བྲིས་པ
་བྱེད་བཞིན་པའི་
་སར་
་ཆོག་པའི་
འགྲེལ་བཤད
མཚོ་སྔོན་བོད་སྐད
་བགྲོད
དྲིལ་བསྒྲགས
བསྒྱུར་བཅོས
་བརྗེད
▁2011
དམག་དཔུང་
་བཀའ
་དངོས་སུ་
46
་ཚོད་འཛིན
་ཆིན
ཕྱུགས
དཔྱད་གཞི
་བྱའི་
བྱུང་བ
་མཐོ་བའི་
བསམ་གཞིག
རྫ
་དུང
་སྒྲུབ་པའི་
་བཏང་བ་རེད
་ལེན་པ
་ཁྱོད
ཏང་ཡོན་
རུས
དྲ་བའི་
་སྤྱད་ནས་
ར་མི
5
་པ་བཅས
▁སེམས
ཐོན་སྐྱེད་ཀྱི་
མཐུན་ཚོགས་ཀྱི་
་བཅུ་གསུམ་པའི་
ཉན
སངས་རྒྱས
་ཀླུ
་བཟང་
ཏུ
་ཨོ
▁གཞན་
སྐམ
▁19
་ཏཱ
དག་ཐེར
གླེང་མོལ
གོ་དོན
བཀོལ་སྤྱོད
་ཞེས་པ་ནི་
སློབ་ཆུང
བརྙན་འཕྲིན
་མཐའ་དག
་གཏང་དགོས
ྰ
ཞིབ་དཔྱོད་
་གནས་
▁རྡོ
སྣང་བརྙན
ཡན་ལག
་ཞིག་ཡིན་ཞིང་
མ་ཎི
་མཚོན་པ
དུས་སུ་
སྒྲིག་བཀོད་
་བྱ་ཆེད་
རྨང་གཞི་བརྟན་པོ
ཕྱིར་
ཡོངས་བསྒྲགས
་ཕུན་ཚོགས
་ཊ
་རྙིང
ནགས་ཚལ་
༥
གནོན་ཤུགས
42
གཟུགས་བརྙན
སྲིད
་ཀོང
ཞིང་འབྲོག་ལས་
་ངག
་རིང་མོ
་ནང་ཞུགས
་ཡོད་ཚད
་དེ་ཙམ
▁རིམ་པ་སོ་སོའི་
ལས་ཀར་
་སྔོ
བོད་ཡིག་གི་
་ཚབ
ཁུལ་གྱི་
་གསལ་བོ
ལོ་ཙཱའི་
རིམས་ནད
རྡོ་རིང
་དང་མཐུན་པའི་
ཞི་ཅིན་ཕིང་གི་
ལོ་རྒྱུས་དང་
མཉམ་ལས་ཁང
གྲོང་ཚོ་
བསྟན་པའི་
སྤོས
གཟུགས
་ཆེན་མོའི་ནང་
་ཚོས
་ཁྲིན
སྤྱི་ཕན་
at
་ཅེས་པའི་
་བཀོད་པ
་རིམ་གྱིས
ཁྲིད
ཁྱབ་ཁང་གིས་
་ཟམ
བྱང
སྤྱི་སྤྱོད་
ནགས
▁ཞིང་འབྲོག
56
སྒྲིག་ཁྲིམས
་འགག
་བཙུགས་ཏེ་
མི་རབས
མངལ
་བྱ་རྒྱུ་ཡིན་པ
་ཡོངས
ངོས
་ལྡན་གྱི་
་མང་པོས་
གྲང
▁སྐུ
སྐྱེས་བུ
:20
ལམ་ལུགས་ཀྱི་
་འོང
་འཛིན་གྲྭ
རིག་ཚན
སི
འགྲན་སྡུར
་རྩྭ
གས་རྒྱུན་ལས་
0.8
ཚང་མ་
སྨོན་ལམ
ན་གཞོན
རྒྱ་ཡིག
སྐྱེས
་དབྱིན
འི་ནང་དུ
གསར་འགོད་པའི་
དམག་དཔུང་གི་
བོད་ཀྱིས་
་འཁྲིད
འདུ་ཤེས་དང་
་ཁག་གཅིག
བྲིས་པའི་
་ལྔ་བཅུ
ལས་དོན་ཡག་པོ
▁རྗེ
སྒྲིག་ཆས་
ི་ཞི་ཅིན་ཕེན་གྱི
▁བོད་རང་སྐྱོང་
་ལས་དོན་
་དབང་
གཏོང
ha
ནུབ
▁ལྷ་ས་གྲོང་ཁྱེར་
རྒྱལ་བོ
་ཁྱུང
་དེ་ཡང་
གྲོས་ཚོགས་བསྡུས
་བཞག་པ
བསྡུས
་སྤེལ་བའི་
ར་ཁང་
་མཁས
་རྒོལ
་དམ་འཛིན
བློན་ཆེན
་འབྲིང
རྒྱལ་སྲུང་
ཡར་སྐུལ
ཆབ་སྲིད
འཛད་སྤྱོད་
ལྷ་ས་
མཁས
ཁེ་དབང
གྲུ་གཟིངས
གྲྭ་བཙུན
་ཐོག་གི་
འི་ཐོག
ཚོང་ཁང
ཀྲུའུ་རེན
རིང་གི་
་བཅོལ
be
ཕ་རོལ
་འཛུགས་རྒྱུ
ཅན་གྱི་
་དཀའ་བའི་
དཔའ
བསམ་ཚུལ
མདའ
་རྟེན་གཞི
་བཅངས
ཞབས་ཞུ་
་གནང་ནས་
་བྱེད་དགོས་ཞེས་
་རྒྱལ་སྤྱིའི་
་ཡོང་རྒྱུར་
པུས་
མཛད་སྒོ
ཉིན་ནས་བཟུང་
་སོ་སོས་
་གསལ་བར
སློབ་གཉེར
འི་སྐུ
ཆེད་ལས
༤
བའི་
་རྣམས་ཀྱིས
་དྲངས
རྣམ་ཤེས
ཡིག་ཚགས
ནགས་ལས་
་ཕྲན
གི
གྲོས་ཚོགས་ལ་ཞུགས
མཁན་པོ
ཁྱབ་བསྒྲགས་བྱས་པ
ར་ཡང་
གོམས་སྲོལ
་ཐད་ལ་
ཕྱོགས་ཀྱི་
་བསྡུས་པ
་འཛུགས་སྐྲུན་
མི་འབོར
་རང་བཞིན་དང་
་འཕྲོ
་དུས་ཀྱི་
གྲངས་ཀ
སྡེ་ཁུལ
ཉིན་བར
བརྟག་དཔྱད་
ཤེས་བྱའི་
གྱོན་ཆས
རིང་ལ
་འཚོལ་ཞིབ
བདེ་བ
རེ་ཞུ
་པའི་བླང་བྱ་བཏོན
མི་ཚེའི་
དེ་གར་
ཤེས་ལྡན་པ
ནང་རྐྱེན
▁ཀྲུང་གུང་ཀྲུང་
་དུ་བཅུག
ཡུལ་སྐོར་ལས་རིགས
གྲོང་སྡེ
་ཁ་གསལ
བདེ
་ལས་གཞི
སེམས་ཁམས
ཆེད་མཁས་པ
གསར་གཏོད་ཀྱི་
་དང་འབྲེལ་བ
▁རྒྱལ་ཁབ་གཉིས
it
ས་ཁུལ་དང་
གནད་དོན་ལ་
མཁར
གཟིགས་སྐྱོང་
་འབོར་ཆེན
ལྟ་ཞིབ་ཚད་ལེན
་ཞ
གོས
ཞང
གཅིག་སྡུད་
་བྱེད་པར
་ཚོགས་འདུར་ཞུགས
་ལ་གཞིགས་ནས་
་ད་དུང
དགུན་དུས་
ལོ་ཙཱ་བ
རླུང་འཕྲིན་
དཀྱིལ་འཁོར
▁གཤམ་གྱི་
་མང་བའི་
བརྩམས་སྒྲུང
་གདུང
སྐྱེལ་འདྲེན
ཆུ་བོ
▁ལས
་སྤོ
རུ་ཁག
་མངོན་འགྱུར་བྱེད
་སྐར
་ཧུང
་ཧྲེང
མཛོད
སྲུང་སྐྱོབ་དང་
མེད་ངང་
གདན་ས
དེ་ནས་
ང་གི་
་མང་ཙམ
སློབ་ཁྲིད་ཀྱི་
ང་ཚོ
་གི་ཡོད
▁ཚང་མས་
དམངས་འཚོའི་
་ལུང་
▁ཐོག་མར་
་ཨུ
སྙན
་པ་ལས
བསམ་བློ་
་བདུན་པ
་ཧུའུ
་བཙལ
་ཟུང
་ཁུང
་གཞུང་
འཆར
འགན་ལེན་
་མཁྱེན
་གཅིག་སྡུད
འཛུགས་སྐྲུན་དང་
་ལིང
ཉིན་བར་
་ཧོང
དོན་ཐོག་ཏུ་འཁྱོལ
སྲུང་སྐྱོང་ཁུལ
་ཡོད་པར
ap
་བསྐྲུན་པ
་པའི་ཕྱིར
ས་ཏེ་
དགེ་རྒན་ཆེན་མོ
་སེང
ལྷ་ས
རྩ་འཛུགས་ཀྱིས་
pixels
་ལྡིང
བྲིས
བརྒྱུད
་བཅས་ཡིན་པའི་
་བརྒྱ་དང
་སྐུད
སྤྲུལ་སྐུ
་དང་བསྟུན་ནས
ཡུལ་ལྗོངས
ོན
th
འགན་ནུས
མེ་འཁོར
47
་འགུལ
ཟིན་ཐོ
་དགོས་ལ
་ཁག་ཅིག
་འཁྲུངས
ལས་གྲྭའི་
པུའུ
་སྲིད་གཞུང་གིས་
ངལ་རྩོལ
se
སྐད་ཡིག་
་སྲིན
0.2
▁གལ་སྲིད་
ཀྲུང་གོ་མི་དམངས་
ཡིན་པ་དང་
▁ཤིང
སྐུལ་འདེད་བཏང་བ
48
་འཕེལ་བ
ur
རིག་པའི་
དྲོད་ཚད
གྲོས་ཚོགས་
་ཡངས
བརྩོན་ལེན
བརྟན་པོ
་འགྲིག
་སྔགས
འཐུས་ཚོགས་ཆེན་
་མངོན་པ
དབྱེ་ཞིབ
གླུ་གཞས
ད་པ
དོན་ཆེན
▁དགུང་ལོ
་ཕར
རིམ་བཞིན་
མི་འབོར་
་ལམ་གྱི་
་བཏང་ཞིང་
བཤད་པ
འཐུས་ཚབ་ཚོགས་པ
འདྲ
་རྭ
་སྤོས
མཆོད་པ
ཨི
ཡར་ཐོན
ཉེ
་གཡུང་དྲུང
ད་དུང་གཟིགས་
གངས་རི
་ཤང་གི་
▁རྡོ་རྗེ
་མཁན་གྱིས་
ཁུལ་
རྐྱེན་སྲོལ
འགག་སྒྲོལ་
འཚོ་བཅུད
ཐོ
དེ་དག
་བེ
ཆག
་ཞུས་པ
་པ་ལ
གྲོས་ཚོགས་ཀྱི་
་བཅོ་ལྔ
་འཕུར
ིང
་ཁྱི
རེ་སྒུག
་བཙུགས་པ་དང་
་མི་དགོས
མཚོ་ཤར་གྲོང་ཁྱེར
་རྣམ་པའི་
ཕྱི་རྒྱལ་གྱི་
ཨུ་རུ་སི
གནམ་གཤིས
་བཟང་བ
་ཁང་དང་
་སྣ་ཚོགས་
འཁྲུག་རྩོད
་སྐྱོར
སྨན་ཁང་གི་
་ཨང་དང་པོ
ཁྱིམ་དུ་
མཐུན་རྐྱེན
▁གང་དག་
▁>
་གསབ
un
་མུས
▁ཐ་ན་
འཆར་འགོད་དང་
རླབས་ཆེན་
་ཚོན
སྐབས་
ཚང་མས་
་དྲུག་
7
རོགས་སྐྱོབ
སི་ཁྲོན་
་དྲོད
ཞིང་ཆེན་ཏང་ཨུ
་འདོན་སྤྲོད
་གཞས
་འཇོམས
་གསུང་བཤད་གལ་ཆེན
་མཆེད
ཆུང་མ
གོ་བ
་ཡོང་རྒྱུ
་བསད
་འབྱུང་བའི་
ཡོང་ཁུངས་
་དྲི
་བྱེད་པའི་ཐད་
་བྱེད་ཚད་
ས་སུ
ཡོ་རོབ་གླིང་
འཛིན
འབྲུ་རིགས་
ཁྱིམ་མི
ཡུལ་གྱི་
་དར་རྒྱས
་མ་ཐག
ལྷ་ཁང
▁དེ་
་ཡཱ
▁གསུམ་ནས་
དེང་རབས་ཅན་གྱི་

ཤོག
གཟི
་ཡོད་དམ
་ཕྱུག
འབྲོག
་གཏོང་རྒྱུའི་
ལག་བསྟར་
བསྐྱར
སྔོན་འགོག
སྐྱེས་པ
ཅན
་བསྟོད
▁ཅི
་ཞིང་ཆེན་
བར་དུ
་སྣུམ
•
་ཤིན
་ཤག
་ཡོད་པ་མ་ཟད
གླ
7
ལྟ་སྐུལ་ཞིབ་བཤེར
ལྷ་མོ
▁བཞི
་རི་
་མི་འདྲ་བའི་
་གཙང་མ
་ཆེས་ཆེར
་སི་
་ལ་ཞིབ་འཇུག
ཡིག་རྒྱུགས
་ལ་ཤུགས་སྣོན་པ
བསྡོམས་པས་
་སྤྱོད་པ
▁དུས་རབས
ུའེ
ཞེས་དང་
་ཞོ
▁ཀླུ་མོ་མཚོ
སྐྱེ
ཁོ་ཚོའི་
འབྲེལ་ཡོད་སྡེ་ཚན
་དུས་ཆེན
་གལ་ཆེ
བརྟན་ལྷིང
གོ་ལ་ཧྲིལ་པོའི་
་འདོན་པ
་ནཱ
ལྟེ་བ
ཁོང་
་ངོས་འཛིན
གཉེན
གཞི་
དཀར
hi
སྡེ་ཁག་གི་
ཨང
པར་གཞི
ཀོ
་རགས
རང་ཉིད་ལ་
་ཐུ
་ཕུང
མཇུག
གཟའ་འཁོར
མདུན
44
གཉིས་ཀྱི་
ཁེ་ལས་དང་
མེད
་ལྔ་པ
་བྲོ
ཞིབ་དཔྱད
འབྲེལ་བ་ཡོད་པའི་
་གང་དུ
▁བཀྲ་ཤིས
་སྒོམ
་ཚེ་རིང་
ཤེས་རབ
སྤུ
མཐོ
43
་མ་ཡིན
་འཁྲབ
གནས་སྤོ
༧
རོགས་སྐྱོབ་
▁འབྲིང་
འབྲོག་པའི་
རྒྱལ་རབས
སྟག
རྒྱ་གར་
ལངས་ཕྱོགས
་ཧྥེ
ཏང་ཨུ་དང་
་བཅས་སུ་
་ཤོར་བ
་ཡོད་དོ
དྲང་བདེན
དྲུག
དགེ་མཚན་ལྡན་པའི་
བོད་ཁུལ་གྱི་
འཆད་ཁྲིད
▁1
རང་རེའི་
ར་འགྱུར་བ
▁དེ་ནས
གསར་འགོད་པ
ུ་ཚང་འཛོམས་གྲོས་
་དོར
རྣམ་པ་གསར་པ
སྐྲ
བརྩེ་དུང
རྒྱུག
་མི་ཉུང་བ་ཞིག
་དང་ལྷན་དུ་
▁ཁུལ་
ཁང་བ
ཞབས་འདེགས
▁འགན་འཁྲི
རེ་འདུན
་རྒྱུད་ཀྱི་
་དབུ
་གླ
ཞབས་བྲོ
སྲིད་དབང
གཉེར་སྐྱོང
་ཀྱི་ནུས་པ
་ཤེས་རྟོགས
ཡིན་པ
རྒྱལ་ཁབ་གཉིས་པོ
བསྟུད་མར་
ཚོང་རའི་
▁དེ་དག
བཀའ་འགྱུར
གོང་གི་
་རིལ
་ཨུ་ཡོན་ལྷན་ཁང
མཛུབ་སྟོན་
▁གཅིག་ནས་
སྐུལ་སྤེལ
་ནས་ཡོང་བའི་
▁ཕྱོགས
འི་དོན
་འོས་འཚམ
་ཞིག་ཏུ་གྱུར་ཡོད
རྩི་ཤིང
རྨོ
་བྱེད་རྒྱུ་རེད
འི་གནད་དོན
о
དངོས་རྫས
དོ
་སྤེལ་བ་དང་
བྱུང་བའི་
ཚོགས་འདུའི་སྟེང་
49
་བསྐུར
བརྒྱད་པའི་ཀྲུང་ཨ
ad
་མུའུ
བག་ཆགས
འགོ་ཁྲིད་ལས་བྱེད
བསྔགས་བརྗོད
་བྱེད་རིང་
བཟོ
་ཞྭ
སྨད
་ཉ
▁ཀྲུང་དབྱང་དམག་
ནོར་སྲིད་ཀྱིས་
▁ཡ
ཀུན་སྤྱོད་
1
འགན་འཁྲིའི་
འགྲོ་ལམ
400
བྱ་བ་
་བཀག
དྲན
་རྩོད
ཏང་གིས་
པར་རིས
མི་སྣས་
་དུག
་བསྟན་ཡོད
སློབ་གྲོགས
་བརྒྱད་ཀྱི་
་རྒྱུ་དེ་
གསུང་རབ
་ཅུན
འི་ནད
འོད་ཟེར
་ཁྱབ་གདལ
་པར་འདོད
དངོས་པོའི་
བརྒྱད
ཞབས
གྲོང་ཚོར་བཅའ་སྡོ
བསམ་གཞིགས
0.3
་སྡོང
བྱེད་སྤྱོད
ཅི་ཞིག
གསང་བ
ཕྱོགས་གཉིས་ཀྱིས་
ཁོང་ལ་
མཛེས་པའི་
་ཤས
་རྐྱེན་ལམ་དུ་ཤོར
་སོ་སོར་
▁རྫོང
ཚོགས་ཐེངས་གསུམ་པ
མཚོ་སྔོན་གསར་འག
དེང་རབས་ཀྱི་
་མ་གཏོགས་
་ཞིན
ཙུང་ཐུང
་སྟོང་ཕྲག
བརྗོད་བྱ་གཙོ་བོ
ཁོང་ཚོའི་
ན་པ
རྩོམ་ཁུངས
་བཏང་བའི་
བརྗོད་དོན
3000
དགྲ
མ་བུ
་བརྐོས
་སྔར་བཞིན
སྡེ་བའི་
id
ྱུར་དྲ་བའི་འཕྲིན
▁0$
བདེ་འཇགས་ལ་
གནང་བའི་
་རྒྱ་བསྐྱེད
་དེ་དག་གིས་
་ཉིད་
མཛད་པ
སྟེང
▁ཁོ་ཚོས་
བསང
འི་འཕྲིན་ལྟར་ན
ལ་སླེབས་པའི་
▁)(
ཁྱིམ་བདག
བརྡ་ཁྱབ
་ལོངས་སུ་སྤྱོད
ནད་རིགས
་རྩེད
་ཧྲིན
ཡན་ལག་
མི་རྣམས་
་ཆེ་བ་དང་
ལས་འཛིན་ལྷན་ཚོགས
ཁོར་ཡུག་གི་
མང
་སྤང
འཐུས་མིའི་
་གཞན་པ
་ཟུང་འབྲེལ
ལེགས་སྐྱེས་འབུལ
་མཉམ་སྤྱོད
་ཁྲོད་དུ་
▁ཟླ་བ
་སྒྱུར་བཅོས
【
ཚོགས་འདུ་འཚོགས
་ཞིག་ཡིན་པས་
་རྫ
དང་པོ
དམག་འཐབ
དྲི་བ
་འཇགས
སེམས་ཀྱི་
55
་ཅེས་པ
་ཀྲོའུ
་འདེད
▁མཁའ་མཚོ་སྐྱིད
མི་དམངས་ཚོགས་ཁང
ས་ཡོམ
་འཆར་འགོད
ས་ན
ར་ཞུགས
དཔེ་མཚོན
གསར་བརྗེ
་རྒྱུ་ནི་
་གཞན་ཞིག
▁ལམ
དོན་དུ་
༔
་བ་མ་ཟད
▁ཁ་ཕྱོགས
་བརྩོན
དྲག་ཆས་ཉེན་རྟོག་
གསར
འཇོན་ཐང
འི་རྒྱུན་ལས་
ཡུན
2010
▁དུས
་ངག་དབང
ཝ
་འཚོགས
ཟིན་པ་དེ་
་དྲ་བ
ཆ་ཤས
བོད་མི
་བབ
འདི་ནི་
་ལ་རྒྱུས་ལོན
▁གནས་སྤོ་
སྣུམ
་དེ་ལ
དགེ་རྒན་
ཕར
▁གཅིག་ནི་
་དང་ཆབས་ཅིག་
ཀུན
སྙན་ངག་པ
་ཅན་དུ
▁ཞེས
དག
སྡེ་ཁུལ་གྱི་
་གཤེན
་ཚྭ
གྲུབ་པའི་
▁ངོ་སྤྲོད་
་མཆོག་གི་
་སྐྱོད
སྐུལ་འདེད་བཏང་ནས
་འཛིན་པའི་
ཐུགས་ཁུར་དང་
་རང་གིས
་ཀུ
སྐོར་ཞིབ
་པོ་
་མི་དམངས་
་རྡོག
་འཛུགས་དགོས
ཚོ
་ཡོ
སྐྱ
་ཊི
གྲོས་མོལ་
་གེ
འདས
ཚོང་གཉེར
་སྡེབ
ཙམ་
”(
་གསལ་བ
་སྟབས་
གྲོ
་སུ་གཏོང་བ
སྔ་གཞུག་ཏུ་
་ཉེན
ནགས་ཚལ
༡
་པི
ང་ལ
སྟོད
75
གྲྭ
་སླར་ཡང
་ཐེངས་མང
་འདོགས
ཆོས་འབྱུང་
བསོད་ནམས
་མཐོ་བ
▁འཕེལ་རྒྱས་ཀྱི་
ཨོ་རྩལ་འགྲན་ཚོགས
མདུན་ལམ
ཐུགས་ཁུར
ཕུ
5000
་ཏུང
་འགྲེམ་སྟོན
▁བུ
་རིག་གནས་
ངེས
ཀྲུང་གོ་ཕྱོགས
ཁྱབ་བསྒྲགས
ia
ཉམས་མྱོང་
རྒྱུགས
་སྐྱེས་པ
འཚོ
ངོ་མཚར
་རྫི
རིན་གོང་
ྷ
་ངེས་ཅན
སྙིང་རྗེ
་ཚད་མེད
ཱི
༤༠
མྱོང་ཚོར
ལྷག་བསམ
ཁྱེད་ཀྱི་
མི་ཉག
དངུལ་གཏོང་
་ཆོས་ཀྱི་
་བཞིན་ཡོད་པ་རེད
་སྐོར་ཞིག
་ལས་ཁུངས
མཛད་རྗེས
རྡོ་རྗེ
ol
གྲགས་ཅན་
་བྱང་ཆུབ
་པ་དེས་
་རྒྱལ་བ
▁རིགས
སྤོབས་པ
་པ་ལས་
ཉིན་དེར་
་གཉིས་སུ
▁)..(+
མེ་སྐྱོན
ཆུ་ཚད་མཐོ་རུ
་ཆོག་པ
་སུམ
་ནམ་མཁའ
བོད་རིག་པ་
འི་འདུ་ཤེས
དྲིལ་སྒྲོག
་ཕན་ཚུན་
་གསོད
རབ་བྱུང
་སྐྱོང་
་ཁོངས
་བསུ
རྒྱུ་སྤུས
▁ཕོ
་འཁྱེར
ཇེ
་སྐལ
མངོན
བཀོད་འཛུགས་སྐྲུན
སྲིད་གྲོས་སྐབས
ཅུས
་བདེ་བླག་ངང
་བསྐྱར་སྟོན་
བེ
་ལྷ་ཁང
་ལའང
་སྤུ
་མགྱོགས་མྱུར
སྟོན་
བདེ་སྐྱིད་ལྡན་པ
་རགས་ཙམ
ས་ཏེ
་ཡིན་པར
་གཅིག་མཐུན
་སུའུ
ཕྱིའི་
གླིང་སྒྲུང
དབྱིབས
ད་ལོའི་
འདོད
རྒྱ་མཚོ
སྤྲོ་སྣང
སྒེར
་སྔོན་པོ
་གང་ཐུབ
་ལ་ཞིབ་བཤེར
་བཅུ་གཉིས་པའི་
ཡོད་པའི་ཤོག་ངོས་
ག་གི་
གྱི
▁དེ་རིང་
ལསྦྲེལ་
རྒྱ་བོད་
སྐབས་དང་པོའི་
མདུན་དུ་
གཏན་འཇགས
▁མཱ
འཚོ་བ་
སྤེལ་བའི་
▁རྒྱལ་པོ
མགྲོན་ཁང
་མང་པོ་ཞིག་
ཀླུ
ལས་བཟོ
68
ཤོག་ངོས་རྣམས་
མཚོན
་ཁྲོན
་སྣ་མང
▁གཞི་རིམ་
་ཚུལ་
རྔ
ཤུལ
དཔེ་སྐྲུན་ཁང་གིས
་ལེགས་འགྲུབ་བྱུང
སྐུ་མགྲོན
ཆབ་མདོ་གྲོང་ཁྱེར
་སྔ་མ
བསྟན
ཡོད་པ་རེད
མིག་ཆུ
99
་རྒྱུ་
་ཕྱིན་ཡོད
▁སྤྱི་ཟླ་
▁ཁྱོན་ཡོངས་ནས་
སྤྱིར་བཏང་གི་
རིང
སྒྲིག་གཞིའི་
་འཚོགས་པ
དཀྱིལ
དབུལ
་འཐག
ཉེན་རྟོག་པ
་དུ་འགྲོ
་བརྩེགས
སྒོར་དུང་ཕྱུར
་འབུ
ཡུལ་གྲུ
་མེད་ན་
ཁ་བ
་བློ་གྲོས
སྙན་གྲགས
་དེ་རིགས
བྱ་དགའི་
་གཏོང་རྒྱུ་དང་
་མང་པོ་
བརྗེ་རེས
དཔལ་ཡོན
4
བར་ཆད
་གསར་འཛུགས
་ལག་ལེན་མཐར་ཕྱིན
་ཇི
་ཕྱིན་པ
་འགྲན
Ta
ཚང་འཛོམས་གྲོས་
འགག་སྒྲོལ
ཨ་ཁུ
སྦྱིན་བདག
▁བླ་མ
དོ་སྣང
་རིམ་བཞིན་
གནས་སྐབས་
པུའུ་ཡི་པུའུ་ཀྲང
རང་བཞིན་དང་
ཨུ
གྲོས་འགོ
་ལ་འགྱུར་ལྡོག
གོམ་པ
ངོ་རྒོལ
་མཐར་ཕྱིན
་འདུག་པ
ཕུལ་བའི་
་ཞིག་གིས
600
་བསགས
༎
༦
▁སྦས་
མངོན་གསལ་དོད་པོས
འི་དབང་གིས་
་སོན
་གང་གི་
་བྱེད་དགོས་ལ
་རེག
གིས
་ཆགས་པའི་
བཀོད་སྒྲིག་བྱས་པ
སྦྲེལ་མཐུད
་གདན
ལས་དོན་སྤེལ
་དབྱིབས
་ནི་བོད་ཀྱི་
་ཕྱོགས་ཡོངས་ནས་
▁ལྷ་ས་གྲོང་ཁྱེར
▁སྒྲ
ཐིག
མེས་པོ
སྤྱི་བསྒྲགས
ནུབ་ཕྱོགས་
:18
སྟོབས་ཤུགས་
ས་ཞིང
ཟམ་པ
གྲི
དཔྱད་ཞིབ་
་དུང་ཕྱུར
ཞོ
་ལྔ་བརྒྱ
ة
འབྲེལ་ཡོད་སྡེ་ཁག
དངོས་གནས་
རོང་འབྲོག་
་རྒྱུན་འཛིན
ཕུན་སུམ་ཚོགས་པའི
▁རང་སྐྱོང་ལྗོངས
▁མི་དམངས་ཀྱི་
་ཆེར
འདུན་པ
ཟ་ཁང
འབྲེལ་ཡོད་ཀྱི་
་རིང་གི་
སྐབས་དེའི་
་སྦྲེལ
་དམའ་བ
འཕྲིན་ལས
མན
ta
་ཡོང་
འཐབ
་ཕུལ་བ
བོད་ཀྱི་ལོ་རྒྱུས
ཡོ
་ཡོད་མོད
▁བདེ་འཇགས་
74
རྣལ་འབྱོར
▁དེང་སྐབས་
ས་མི
འབྲེལ་ཡོད་ནང་དོན
▁ལ
ཕག
་གྲོས་ཚོགས
་ནམ་ཡང
▁ཚན་རྩལ་སློབ་གསོ
་སྔོག་འདོན
ས་ཞིང་
་འབངས
སྟོབས
་གཙོ་བོ་ནི་
་ལོའི་
་དུ་གཏོང་བ
་སྤེལ་ནས་
འཕེལ་ཕྱོགས
་ཀྱི་རྣམ་པ
་ཟིན་པ
རྣམ་གྲངས་ཀྱི་
་དབར་
ནོར་བུ
་པོས་
ཐིན
རླབས་ཆེན་གྱི་
་ལས་གྲུབ་པའི་
དགེ་སློབ
མཐོ་སྒང་གི་
་ཀྲིན
བདག་གཉེར
ལེགས
་སྣོད
རྨང་གཞིའི་སྟེང་
་ཟེར་བའི་
སྤང
་ཕྲ་མོ
བརྙན
ཞུ་གཏུག
་ཆོས་ལུཊ
བླ་ན་མེད་པའི་
རྣམ
་ཆེ་རུ
མཁོ
བཞུགས
བསྐྲུན
རིམ
་ལྟ་བུར
དོ་དམ་གྱི་
འཆམ་མཐུན
་མངགས
གཉེན་སྒྲིག
ཚོང་ལས་
་ཚོ་
འཕུར
་མགོ་བརྩམས
་ཐོན་ཡོད
སངས་རྒྱས་
ཨུ་རུ་སིའི་
རིམ་རྩིས་བྱས་ན་
ངང
ཚང་མར་
6
གཡུང་དྲུང་བོན
е
ཁྱིམ་གྱི་
མ་པ
དཔུང
ད་དུང
་སྒྱུར་བཀོད
ཚན་རྩལ
་རམ
གསོ་རིག་བོད་སྨན
འི་ཁྲོད
བདག་སྐྱོང
དོ་ཁུར
འཁྲུངས
ཚོགས་
་ཕེ
ན་གྱིས་
▁དམིཊ་བསལ་
གནའ་དེང་མི་སྣ
་བྱེད་པའི་བྱ་བ
རྩེ
Re
ཀྲུའུ་ཞི་གཞོན་པ་
་ཐན
བཙུན་མོ
་ཏོག
fr
སེམས་ཤུགས
་བཀུར
ཁུངས
གུར
ལས་རིགས་ཁག་གི་
བཙན་པོའི་
ཡི་གེའི་
ཉིན་གྱི་ཕྱི་དྲོར
་འཐོབ
བོད་རིགས་ས་ཁུལ
་གཅེས
བཤད་རྒྱུར་
དབུགས
རྒྱལ་ཚོགས་ཀྱི་
་དྭངས
དཀའ་སྤྱད་
▁ནད
ལོ་ལྔའི་འཆར་གཞི
་ཁྲུན
བསྐྱོད
ལེགས་བཤད
་གནམ
བློན་པོ
རྒྱལ་དམངས་
ཞེ
▁ཞིང་ཆེན་ཏང་ཨུའི
་དྲོ
་བཀོད་སྒྲིག་བྱས
་དང་མཉམ་དུ
་སྤྱོད་
མཚོ་སྔོན
་དཀོན་མཆོག
སྐོར་གྱི་བསམ་འཆར
ཀུང་སི
་བྱ་རྒྱུ་ནི་
འི་སྐབས་སུ་
འགན་འཁུར
་མཐོ་ཤོས
འར
54
་དང་བསྡུར་ན་
བྱར་རྩྭ་དགུན་འབུ
་འབའ་ཞིག
་འགུག
ས་ཁོངས་
་ལེགས་པ
▁རྒྱུས་ལོན་
་བསྣན
འཆམ་མཐུན་
་རན
ཐོ་འགོད་
89
གུང་ཁྲན་ཏང་གི་
དགོན་སྡེའི་
ཚོགས་འདུའི་ཐོག་
ཐོན་རྫས་ཀྱི་
ཚན་རིག
་ཉེས
་བརྗེ་རེས
བྱེ
ཁུ
▁...
སྐྲུན
གློ
་འཕེལ་རྒྱས་ཀྱི་
བྱུང
ཀྱི་ཀྲུའུ་ཞི་
སྤྲོ་སེམས་འཁོལ་བ
རིན་ཐང་ལྟ་བ
▁ཁྱད་པར་དུ་
་མྱོང་
་སློབ་གསོའི་
དམ་བཅའ
འགུལ
▁མི་དམངས་དྲ་བ
རིག་དངོས
གཏན་འཇགས་
་ཤིག་རེད
་བསྐྱར
▁བོད
▁སྒྱུར་བཅོས་
རྒྱུས་ལོན
ཟབ
མིང་ཐོ
དགོན
67
ལྟ་རྟོག
ོང
སྔར
་ལས་གཞན
་བཞི་བ
མཐུན་སྒྲིལ་གྱི་
་འཛུགས་སྐྲུན་ལ་
བཀྲ་ཤིས
་ལ་སོགས
རྒྱུན་ལས་ཨུ་ཡོན་
▁གསེར
་ཉལ
་རྩད་གཅོད
འཁོར་རྒྱུག་
མི་སྒེར
ཡིག་འབྲུ
་ཀྲང་གཞོན་པ
ཚྭ
Q
་དེ་དག་ལ་
འཕྲུལ་ཆས
དད་པ
2011
་འཇིགས་མེད
སྐད་རིགས
་ཚུན་
་གཅིག་ཀྱང
འི་འབྲེལ་བ
་འདི་འདྲ
་ཕུག
ཕྱི་ལོ
་འདི་ལྟར
གསེར་གྱི་
▁༢༠༡༦
འགྲོ་སོང
་ལྡེ
X
རླངས་འཁོར་གྱི་
་ཡག་ཤོས
དམངས་ཕན་
འི་ངང
འབྲིང་རིམ་
▁ལྷ་སའི་
་ལས་ཀྱང་
ལས་ཁུངས་
འདོད་བློ
འཐུས་སྒོ་ཚང་དུ
་དང་མཐུན
མ་དངུལ་སྒོར་ཁྲི
་ཚད་གཞི
ཉེན
རྩྭ་ཐང་
་བློན
8
འི་གནས
་ཅི་ཞིག
་བརྒྱད་ཅུ
དབྱངས
ཡིག་ཚགས་
号
་ཐོག་ཏུ
རྩམ་པ
་མ་ཐག་
་བཀོད་ཡོད
་ཚགས
འི་བར
སྟེང་དུ་
་སྨིན
ལུགས
་སྒོས
▁ལྔ
འབད་པ
ཐོག་མ
3
དེ་ལ་
་རིན་པོ་ཆེའི་
གང་ཟག
སྣོད་བཅུད
དགའ་བ
་ཅིག་ཡིན
་ཉེར་ལྔ
་རི་བོ
▁2010
རོ
རྫས
ཐེ
ལོ་ན
་མཐོར་འདེགས་སུ
འཚོལ་ཞིབ
的
གཏིང
་བཅོས་སྐྱོང
འབད་འབུངས
སྔོན་རྩིས་
་འདོད་པ
ཁོ་མོ
དམངས་ཁྲོད་ཀྱི་
་བྱེད་པ་བཅས
རྩ་འཛུགས་དང་
་དེ་ནི
་འགྲོ་རྒྱུར་
་གྲི
གྲོང་མི་
་ཧུ
སྟོན་པ
ཏང་སྲོལ་སྲིད་གཙང
སློབ་དེབ
མགྲིན་ཚབ་པ
་སྐྱོ
རྒྱལ་པོ་
གོང་འཕེལ་གྱི་
▁འཛམ་གླིང་གི་
བརྟན་བརླིང
སྲིད་ཇུས་ལག་བསྟར
བཟའ་ཟླ
་བརྩམས
ར་བརྟེན
་ཅེས་བཤད
བྱ་གཞག་
་བྱས་ཀྱང་
མང་ཚོགས་ཚོས་
མགྱོགས་མྱུར་
་འགྱུར་བ
་དང་མ
་ལ་ངོས་འཛིན
མནའ་འབྲེལ་གྱི་
སྟོན
་ལོངས་སྤྱོད
མི་སེར
...
་ཆུའི་
▁གཙོ་བོ་
་པ་དེ
་སྐབས་སུ་
་བོད
་མོད་
འདེམས་བསྐོ
་བྱེད་ཆེད
་གསུངས་པ
དྲ་ཐོག་
རུ་
་འཁྲབ་སྟོན
་མི་ཐུབ་པ
ཏང་དང་
97
རྭ
མཉམ་འབྲེལ
ཁ་གསབ་རོགས་དངུལ
དབྱིན་ཇིའི་
གྱང
དྲི
སྡིག
་མཐོང་ཐུབ
་གྲོ
▁བདག
ལག་ལེན་མཐར་ཕྱིན
ལྟོ
་ལས་དོན་གྱི་
་ངེས་ཅན་ཞིག
་ངམ
ཀྲུང་གོ་བོད་ཀྱི་
་མཐོ་རུ་གཏོང་བ
་བ་ཞིག
▁དབུལ་སྐྱོར་
་བསྩལ
ལྷག་བསམ་རྣམ་དག
་མིན་པ
་ཡག་པོ་ཞིག
གཉིད
་ལྔ་བ
་ལས་གྲྭ
རྗེས་འཇུག
་ཡོད་པ་དེ
་ཁས་ལེན
ནོར་འཁྲུལ
▁ཉི་མ
འཁོར་སྐྱོད་
གཞི་འཛིན་ས
к
འཇིག་རྟེན་གྱི་
་དྷ
་སྐྱུར
ཨ་ཧྥེ་རི་ཁའི་
▁ད་ཐེངས་ཀྱི་
་བྱེད་ཀྱིན་ཡོད
་བརྟག་དཔྱད
་ཐོབ་པ་དང་
་ལིའུ
འཚོ་གནས
སྲུང་སྐྱོབ་ཀྱི་
་དགྲ
ལོ་ཏོག
་འདབ
བཀོད་སྒྲིག་
གློག་དྲ
་མགྱོགས་པོ
་སྟོན་པའི་
དབུས་གཙང
ཚན་རིག་ཞིབ་འཇུག
▁བློ
་རྨ
་ཞེན
ཡོང
ཡིག་ཚང
་ཛ
་བསྐྲུན་རྒྱུ
ཕྱོགས་སུ
རྦ
་བྱས་ཐོག་
ཉིན་རེར་
་རིམ་པའི་
སྐུལ་ལྕག
66
་ཚོགས་པས་
རིམ་པ་སོ་སོའི་
་ཙམ་གྱི་
་ཏུའུ
་ཕྱོགས་བསྒྲིགས
་བཟོ་བ་དང་
ཡོང་འབབ་སྒོར་ཁྲི
བཅུ་དགུ་པ
མཁའ་འགྲུལ་
་རང་ཉིད
ལུང་བསྟན
་ཚང་
ཏང་ཀྲི་པུའུ
ཀུ
་མངོན་ཡོད
གསར་དུ་
་དམའ
་སྐོར་
འཛད་སྤྱོད
་རྩ་བ་ནས
▁ད་ལོར་
་སྒྲོལ
གཉེན་ཉེ
58
དངོས་ཡོད་
ཉིན་གྱི་སྔ་དྲོ་
ད་གཟོད་
་ཉིས
ཚོགས་ཆེན་
ཕུང་པོ
་ཐོན་སྐྱེད
་ཡོད་ན
གླ་ཕོགས
ཕྱི་
བཅུ
ཞལ་འདེབས
ཝེ
བློ་བཟང་རྒྱལ་མཚན
་ལ་སྲུང་སྐྱོང
་བྱེད་ཐུབ་པ
▁ཚེ་མཁར་རྒྱལ
འཛམ་གླིང
ཉམས་ལེན
78
རི་མོའི་
95
་བདེ་བ
་གྲང
་འཐུས་ཚང་དུ་བཏང
དངུལ་ཁང
མི་དམངས་འཐུས་མི
་ཚུད་པའི་
ཟ་མ
་མདངས
གནས་ཚུལ་དང་
ལ་སྐུལ་འདེད་གཏོང
་ཁྱབ་བསྒྲགས་བྱས
་ཁག་ཏུ་
གཞིས་རྩེ
ཤེས་ལྡན་མི་སྣའི་
འགན་བཅོལ
འི་ཁྲོད་ཀྱི་
57
0.9
་པ་བཅས་ཀྱི་
་ཐབས་མེད
་མཉམ་འབྲེལ་
་བྱུང་སྟེ་
bo
སྲོལ་རྒྱུན
འབྲུ
་དཔལ་འབྱོར་
ཟིན་པའི་
དམག་དཔོན
མཚོ་སྔོན་པོ
མངའ་ཁོངས
འོག
་བསྡུ་ལེན
ཚོགས་འདུ་བསྡུས
་ལུགས་ཀྱི་
ت
མཐོ་རིམ་སློབ་གྲྭ
རིགས་ཁག་གི་
་པ་ན
ཁོངས་གཏོགས་ཀྱི་
་ཀྲུང་
མཚོན་ཆ
མཆོག
སྐབས་དེར་
་སྲོལ་ཡོད
ཉི
53
་པ་ཞིག་ཡིན
་བ་ཡིན
ل
་ལེགས་སྒྲུབ
བཀྲ་ཤིས་
་གཉན
རང་བྱུང་གི་
མཐོ་ཚད
རྒྱ་ཆེ་བའི་
ཁ་བཏགས
ཆེ་བ
་མེད་ཀྱང་
ནན
སྤུན་ཟླ
་སློབ་གསོ
མཚམས་སྦྱོར
དགག
ལྟད་མོ་བ
ནང་ཁུལ་གྱི་
་བཅས་བྱས་ནས
གྲལ
ལས་བཟོ་བ
་མེད་ལ
་བྱས་པ་ཡིན
་སྣང་བ
ཏང་ཡོན་གྱི་
ཚུར
བཟོ་བཀོད
41
གྲོགས
་སྙིང་པོ
དཔྱད་བརྗོད
སྐྱེ་དངོས
་བྱས་ཐོག
་ཅོ
སྒོ་ནས་
ཁ་བརྡ
་གཏོང་
▁ཞིང་ཆེན་ཡོངས
▁ལུས
སློབ་མས་
ཞི་བདེ་དང་
དཔོན
▁དེང་རབས་
གློག་འཕྲིན་
་པར་བརྟེན་
0.7
འགྲེམས་ཚོགས
ཉལ
་མི་ཐེངས་ཁྲི་
▁མགོ
་འཁོད
ར་དམིགས་ནས་
གས་དང་
་བྱེད་སའི་
ཉིན་ལྟར་
་མེད་ཅིང་
དུས་ཚོད་
fi
འི་གྲོས་ཚོགས
ཕོ་ཉ
བོད་ཀྱི་དྲ་བ
ཐེབས་རྩ
གྲོང་ལྷན
མཉམ་སྡེབ་
བོད་མིའི་
གནས་ཡུལ
་གྲོང་ཁྱེར་གྱིས་
ཕན་ཚུན་ལ་
མཁའ་ལམ
་བལྟ
་རེ་རེ་བཞིན
འགལ་ཟླ
རྒན་གསོའི་
་ཁ་གསབ
བྱས
་ཁྱོན་ཡོངས་ནས་
▁དེ་ཡང
་བཞེད
་སད
མཛེས་སྡུག
0
་ཡིད་ལ
འཕེལ
ཚོང་རྟགས
་རྫོང་དུ་
▁ཁོའི་
▁ད་ལྟའི་
་མཐའ་འཁྱོངས་དང་
་ཞེ་ན
་མྱོང་བའི་
སྤྱན
་གྱི་རྣམ་པ
རྟག་ཏུ་
ཚད་བརྒལ
དགུ
བཀོད་སྒྲིག་བྱས
གལ་ཏེ་
་འབྲི་བ
ལེ
སྤུས་རྟགས
་པ་སོགས་ཀྱི་
▁----
བསྡུར་ཚད
སྦ
ཟ
བོད་ཀྱི་རིག་གནས
བཏང་བ
་འགན་སྲུང
ངན
མི་ལོ
མཉམ་ལས་ལ་
རྒྱལ་པོའི་
་སྒོར་ཁྲི
▁༤
རྨང་གཞིའི་ཐོག་
9%
▁སྨན
་པའི་གནས་ཚུལ
ཚོགས་གཙོ
ཞི་བདེ
དྲི་མ
་ཧྲུའུ
ཡུལ་ཤུལ
་བཅས་དང་
ཡུལ་སྐོར་གྱི་
་ཤུ
མིག་སྔའི་
འདི་ལོ་
་ཡོན་ཏན
སྐེ
ཇེ་དྲག་ཏུ་གཏོང་བ
རྒྱ་གར
རིན
སོ་སོའི་
་རྡོར
ང་བ
་བཙན་པོ
བལྟས་ན
س
་འོངས
སེམས་ཅན
་སྐྱེ་བ
གཡུ
སྡུག
་འདེགས
་ངེས་ཡིན
་བརྒྱུད་དེ
འདེམས
་ཕྱོགས་སུ
་པད་མ
ལུས་ཀྱི་
་ཇི་བཞིན
▁ཕན་ཚུན་
རིགས་ཀྱི་
་འཕྲུལ
་འཇུ
སྲང་ལམ
རྒྱལ་ཁ
ཚོགས་མི
ཐད་ལ་
མལ
དབྱར
ཁྲི་
ཚོང་ཟོག
བཀོད་སྒྲིག་དང་
л
52
་ཟི
སྦྲེལ
་བྱས་པ་ལྟར་ན
འཁྲབ
་གྲུ་བཞི
་བརྟག
་གཞན་གྱི་
་ཆེན་པོ་ཡོད
▁རྒྱལ་ཁབ་ཀྱིས་
ཁྱོན་ཡོངས་ཀྱི་
am
ི་
་ལྕེ
འགྲན
བརྡ་སྤྲོད
་ལྷ་སར
་ས་ཚིགས
རྒྱུན་དུ་
སྤྱི་
་གཉེར་བ
བྱ་བའི་སྙན་ཞུ
་ཞིབ་བཤེར
▁ཡུལ་སྐོར་
▁དགེ་རྒན
འཐུང་ཆུའི་
▁བྱིས་པ
ལོ་གསུམ
ེའུ
་ཅི་རིགས
་མུའུ་
▁སློབ་མ
དབང་པོ
དེང་རབས་ཅན
མདོ་སྨད་
རྐང་པ
འི་དུས
▁ཡུལ
འགྲམ
་བྱས་པར་མ་ཟད
སྤུས་ཚད་
▁ཀུན
་བསྟུན
མགྲོན་པོ
བོད་རིགས་ཀྱི་
▁ཞིན་ཧྭ་གསར་འགྱུ
་དང་བསྟུན
མ་ཡིག
་ལྡན་ཞིང་
སྤ་སེ
གློག་ཤུགས་
ཤེས་རྟོགས་བྱུང་བ
རྒྱལ་བ
ཁོ་ཚོ
་པའམ
▁དམངས་འཚོ
ཡེ་ཤེས
་རྣམས་དང་
གཞོན་ནུ
འདྲ་མཉམ
་ཀྱིན་ཡོད
མཚོ་ལྷོ་བོད་རིག
ཆུའི་
་ལ་མཚོན་ན
ཞི་མཐུན་
དབང་པོ་སྐྱོན་ཅན
འཕྲོད་བསྟེན་དང་
备
་གཉིས་ནི་
51
ཡུལ་མི
དམིགས་འབེན་
▁ཡིན་ཡང་
མང་ཚོགས་དང་
་དྲང
▁ལྷག་པར་
བཟང
▁ས་ཁུལ
རྗེས་ལུས
་རལ
་རྒྱག་པའི་
་གཞོན
པོད
་ལ་གཞིགས་ན
ཁྲོད་ནས་
་སྒྱུ་རྩལ
བོད་རིགས
ཡན་གྱི་
་ཆིང
▁མཐར་
བོད་སྐད་
་བརྗེ
ར་གྱུར་པ
་རྒྱལ་ཁབ
རིམ་གྱིས་
་དང་མཚུངས
་ཕུན་སུམ་ཚོགས་པོ
་དར་བ
64
་ལྟེ་གནས་ཀྱི་
་བཤམས
ཁྱེད
གྲོང་གསེབ
་འཐུས
ཏང་རྩ་འཛུགས
59
མཐར་
་ཀྲིག
གནའ་ཤུལ
༼ཡིག་གཟུགས་ཀྱི་
འཕྲེད
གཞུང་ལས་ཁང
ནག་ཉེས
ངོས་ནས་
དབུལ་སྐྱོར་གྱི་
ཁྲིམས་འཛུགས་
▁ཁེ་ལས
ས་མཚམས
་ཕམ
་བལྟས
འི་དགོངས་དོན་ལ
་དང་ཟུང་འབྲེལ
0.4
གཙོད
དངོས་ཟོག་
མཛད་སྒོར་ཞུགས
་སྒ
རྩ་ཆེའི་
་ཡིན་ཡང་
་ཁག་ལ་
2
་ཞིག་ཏུ་
་སྦྱོང་བརྡར
་ཡོད་པ་སྟེ
ར་གྱུར་ཡོད
ཟིན་ཐོ་འམ་དཔྱད་
ཆོག་མཆན
་བདུད
ལོ་བར་
རོལ་དབྱངས
རང་ཞིང་གི་
་བྱེད་མཁན་གྱི་
རྟེན་འབྲེལ་ཞུ་བ
གསོ
སྐབས་བཅུ་གསུམ་པ
་བྱམས
གར་སྟེགས
་གསུམ་གྱིས་
་ཁ་
གནད་དོན་གྱི་
རྒྱབ་སྐྱོར་དང་
་གཞོན་པ་
རྒྱན་གོས
་དྲུག་ཅུ
་གཏན་འཁེལ་བྱས
པུའི་པུའུ་ཀྲང
་འཕྲུལ་ཆས
་ཞེས་པ་
དཔེ་སྐྲུན་
ཅུས་ཀྱི་ཅུས་ཀྲང
སྤྱི་ཚོགས་ཚན་རིག
ཞིང་གསུམ
ཅ
་གསུམ་པའི་
com
འི་ནང་དོན
▁ཚེ་རིང
ཧ་ལམ་
་གནང་སྟེ་
ར་ཕེབས
་རྒྱ་ཆེན་པོ
མཛེས་པ
▁ཆབ་སྲིད་ཀྱི་
མི་སྣར་
་ཕན་ཚུན
སྡོམ་པ
▁རྒྱུ
་དམ་པོ
ཁྱབ་པ
་ལྡན་པའི་སྒོ་ནས་
་ཆེན་གྱི་
དངོས་སུ
འི་ནུས་པ
་བྱས་ཆོག
སྐྱེ་དངོས་
བདེན་པ
་གསུམ་པོ
དགོས་པ
ཐུག་འཕྲད
ལང་ཚོ
་ཚལ
ལྗོངས་
་འཕྲུལ་འཁོར
▁ཁྱོད
▁ཨ་རིའི་
དཔའ་བོ
▁སློབ་གསོ
ཨར
ཨུད་ཀྱི་ཧྲུའུ་ཅི
་སྤྱོད་པའི་
་ཞང་
ར་ཁང་གི
ཧྲུའུ་ཅི་གཞོན་པ
་བར་དུ་
གོང་སྤེལ
ཻ
རང་རྒྱལ་
དད་ལྡན་མང་ཚོགས
་ཐིང
▁ལན
▁2008
་པར་བྱེད་པ
